Repository: sielnet/CAT
Catalog: translation/*/web_admin.po
Languages: ar, cs_cz, hr_hr, nb_no, sr_rs

source: Error creating new IdP binding!
ar: خطأ في إنشاء ارتباط جديد لمزود الهوية IdP !
cs_cz: Chyba při vytváření nové vazby na IdP!
hr_hr: Pogreška pri povezivanju sa davateljem identiteta!
nb_no: Feil ved opprettelse av ny IdP tilknytning!
sr_rs: Greška pri kreiranju nove veze za Davaoca Identiteta!

source: This page needs to be called with a valid invitation token!
ar: يجب استدعاء هذه الصفحة برمز دعوة صحيح!
cs_cz: Tato stránka musí být zavolána s platným tokenem z pozvánky!
hr_hr: Ova stranica treba biti otvorena s valjanim tokenom!
nb_no: Denne siden må åpnes via et gyldig invitasjons token
sr_rs: Ova stranica mora biti pozvana sa važećim pozivnim tokenom!

source: You tried to register in self-service, but this deployment does not allow self-service!
ar: لقد حاولت التسجيل في الخدمة الذاتية ، لكن هذه العملية لا تسمح بالخدمة الذاتية!
cs_cz: Pokusili jste se zaregistrovat v samoobsluze, toto bohužel není podporováno!
hr_hr: Pokušali ste se registrirati kao self-service, ali ova implementacija to ne dopušta!
nb_no: Du forsøkte å registrere via selvbetjening, men denne distribusjonen tillater ikke selvbetjening!
sr_rs: Pokušali ste samostalno da se registrujete, ali ova verzija ne dozvoljava samostalnu registraciju!

source: Sorry... this token has already been used. The %s is already created. If you got the invitation from a mailing list, probably someone else used it before you.
ar: عذرا ... لقد تم استخدام هذا الرمز و إنشاء %s مسبقا. إذا كنت قد تلقيت الدعوة من خلال قائمة بريدية، فمن المحتمل أن شخصًا آخر قد استخدمها من قبل.
cs_cz: Je nám líto... tento token již byl použit. %s je již vytvořena. Pokud jste pozvánku dostali prostřednictvím emailové konference, pravděpodobně ji někdo použil před vámi.
hr_hr: Ispričavamo se.. ovaj token je već iskorišten. %s je već kreiran. Ako ste pozivnicu primili na mail listu, možda ju je netko drugi iskoristio prije Vas.
nb_no: Beklager... dette token har allerede blitt brukt. %s er allerede opprettet. Hvis du fikk invitasjonen via en e-post liste har trolig noen andre brukt den før deg.
sr_rs: Žao nam je... ovaj token je već iskorišćen. %s je već kreiran. Ako ste dobili poziv sa mailing liste, verovatno ga je neko upotrebio pre vas.

source: Sorry... this token has expired. Invitation tokens are valid for 24 hours. The %s administrator can create a new one for you.
ar: عذرا ... لقد انتهت صلاحية هذا الرمز . رموز الدعوة صالحة لمدة 24 ساعة. يمكن لمسؤول %s إنشاء رمزاً جديداً لك.
cs_cz: Je nám líto... platnost tokenu vypršela. Tokeny jsou platné pouze po dobu 24 hodin od vydání. Správce %s vám může vytvořit nový.
hr_hr: Ispričavamo se.. ovaj token je istekao. Tokeni s pozivnice aktivni su 24 sata. Administrator %s može Vam napraviti novu pozivnicu.
nb_no: Beklager... dette token har utløpt. Invitasjons token er gyldig i 24 timer. %s administrator kan sende deg en ny invitasjon.
sr_rs: Žao nam je... ovaj token je istekao. Pozivni tokeni važe 24 sata. Administrator vaše %s može kreirati novi za vas.

source: Sorry... you have come to the enrollment page without a valid token. Are you a nasty person? If not, you should go to <a href='overview_user.php'>your profile page</a> instead.
ar: عذراً ... لقد أتيت إلى صفحة التسجيل بدون رمز صالح. هل انت شخص مؤذٍ؟ إذا لم يكن كذلك، يجب أن تذهب إلى <a href='overview_user.php'>صفحة ملفك التعريفي</a> بدلاً من ذلك.
cs_cz: Je nám líto... ocitli jste se na registrační stránce s neplatným tokenem. Pokoušíte se podvádět? Pokud ne, vraťte se na <a href='overview_user.php'>stránku se svým profilem</a>.
hr_hr: Došli ste do stranice za upis bez valjanog tokena. Da li ste zlonamjerni korisnik? Ukoliko niste, nastavite do <a href='overview_user.php'>Vašeg profila</a>.
nb_no: Beklager... du har kommet til innmeldingssiden uten et gyldig token. Prøver du å gjøre noe du ikke burde? Hvis ikke, kan du gå til <a href='overview_user.php'> din profil side</a>.
sr_rs: Žao nam je... došli ste na stranicu za prijavu, bez validnog tokena. Da li imate loše namere? Ukoliko ne, idite na <a href='overview_user.php'>stranicu vašeg profila</a>.

source: %s: RADIUS/TLS superglue zone management
ar: %s: إدارة منطقة RADIUS / TLS superglue
hr_hr: %s: RADIUS/TLS upravljanje superglue zonom
nb_no: %s: Administrasjon av RADIUS/TLS superglue-sone

source: DNS NAPTR certificate management
ar: إدارة شهادة DNS NAPTR
hr_hr: Upravljanje DNS NAPTR certifikatom
nb_no: Administrasjon av DNS NAPTR-sertifikater

source: You do not have the necessary privileges to request NAPTR superglue zones.
ar: ليس لديك الصلاحيات اللازمة لطلب NAPTR superglue zones.
hr_hr: Nemate potrebne privilegije da zatražite NAPTR superglue zone.
nb_no: Du har ikke de nødvendige rettighetene til å etterspørre NAPTR superglue-soner.

source: %s: RADIUS/TLS certificate management for %s
ar: %s : إدارة شهادة RADIUS/TLS ل %s
cs_cz: %s: Správa RADIUS/TLS certifikátů pro %s
hr_hr: %s: RADIUS/TLS upravljanje certifikatima za %s
nb_no: %s: RADIUS/TLS sertifikat administrasjon for %s

source: RADIUS/TLS certificate management for %s
ar: إدارة شهادة RADIUS/TLS ل %s
cs_cz: Správa RADIUS/TLS certifikátů pro %s
hr_hr: RADIUS/TLS upravljanje certifikatima za %s
nb_no: RADIUS/TLS sertifikat administrasjon for %s

source: You do not have the necessary privileges to request server certificates.
ar: ليس لديك الصلاحيات اللازمة لطلب شهادات الخادم.
cs_cz: Nemáte oprávnění nezbytné k žádosti o nový serverový certifikát.
hr_hr: Nemate ovlasti za zahtijevanje poslužiteljskog certifikata.
nb_no: Du har ikke de nødvendige rettighetene til å be om tjenersertifikater.

source: Requesting a certificate with the following properties
ar: طلب شهادة بالخصائص التالية
hr_hr: Zahtijevanje certifikata sa sljedećim svojstvima
nb_no: Ber om et sertifikat med følgende egenskaper

source: Policy OIDs:
ar: سياسة OIDs:
hr_hr: Politika OID

source: Distinguished Name:
ar: الاسم المميز:
hr_hr: Naziv

source: Requester Contact Details:
ar: بيانات التواصل لمقدم الطلب:
hr_hr: Podaci o tražitelju:

source: The certificate was requested.
ar: تم طلب الشهادة.
hr_hr: Certifikat je zatražen.
nb_no: Sertifikat forespørsel ble sendt

source: Back to Certificate Overview
ar: العودة إلى الملخص العام للشهادة
hr_hr: Nazad do pregleda certifikata.
nb_no: Tilbake til Sertifikat Oversikt

source: 1. Certificate Holder Details
ar: 1. تفاصيل مالك الشهادة
cs_cz: 1. Podrobnosti o držiteli certifikátu
hr_hr: 1. podaci o vlasniku certifikata
nb_no: 1. Sertifikatinnehaverdetaljer

source: ---PLEASE CHOOSE---
ar: ---اختر من فضلك---
cs_cz: ---Prosím vyberte---
hr_hr: ---MOLIMO IZABERITE---
nb_no: ---VENNLIGST VELG---

source: 2. CSR generation
ar: 2. انشاء CSR
cs_cz: 2. Generování CSR
hr_hr: 2. CSR generiranje
nb_no: 2. CSR generering

source: One way to generate an acceptable certificate request is via this openssl one-liner:
ar: طريقة واحدة لإنشاء طلب شهادة CSR مقبولة عبر هذا السطر من openssl:
hr_hr: JEdan od načina generiranja prihvatljivog zahtjeva za certifikatom je pomoću openssl one-liner:
nb_no: En måte å generere en sertifikatforespørsel er via openssl:

source: 3. Submission
ar: 3. تسليم
cs_cz: 3. Odeslání
hr_hr: 3. Prijava
nb_no: 3. Innlevering

source: Please paste your CSR here:
ar: يرجى لصق CSR الخاص بك هنا:
cs_cz: Zde vložte CSR:
hr_hr: Molimo stavite Vaš CSR ovdje:
nb_no: Vennligst lim inn CSR her:

source: Send request
ar: إرسال طلب
cs_cz: Odeslat žádost
hr_hr: Pošalji zahtijev
nb_no: Send forespørsel

source: Back to Overview Page
ar: العودة إلى صفحة النظرة العامة
hr_hr: Nazad na pregled
nb_no: Tilbake til Oversiktssiden

source: %s: Editing %s '%s'
ar: %s: تعديل %s ’%s‘
cs_cz: %s: Editace %s '%s'
hr_hr: %s: Editiranje %s '%s'
nb_no: %s: Redigerer %s '%s'
sr_rs: %s: Izmena podataka za %s '%s'

source: Editing %s information for '%s'
ar: تعديل معلومات %s لـ ’%s‘
cs_cz: Editace %s informací o '%s'
hr_hr: Editiranje %s informacija za '%s'
nb_no: Redigerer %s informasjon for '%s'
sr_rs: Izmena informacija %s za '%s'

source: %s Properties
ar: خصائص %s
cs_cz: %s vlastnosti
hr_hr: %s Svojstva
nb_no: %s Egenskaper
sr_rs: Karakteristike %s

source: Property Type
ar: نوع الخاصية
hr_hr: Tip imovine
nb_no: Egenskapstype

source: Language if applicable
ar: اللغة إن وجدت
hr_hr: Jezik ako je primjenjivo
nb_no: Språk, hvis aktuelt

source: Property Value
ar: قيمة الخاصية
hr_hr: Vrijednost imovine
nb_no: Egenskapsverdi

source: Country:
ar: الدولة :
cs_cz: Země:
hr_hr: Zemlja:
nb_no: Land:
sr_rs: Zemlja:

source: Add new option
ar: إضافة خيار جديد
cs_cz: Přidat novou možnost
hr_hr: Dodaj novu opciju
nb_no: Legg til ny opsjon
sr_rs: Dodaj novu opciju

source: Save data
ar: حفظ البيانات
cs_cz: Uložit data
hr_hr: Pohrani podatke
nb_no: Lagre data
sr_rs: Sačuvaj podatke

source: Discard changes
ar: تجاهل التغييرات
cs_cz: Zahodit změny
hr_hr: Odbaci promjene
nb_no: Forkast endringer
sr_rs: Odbaci promene

source: %s: %s Customisation (submission completed)
ar: %s: تخصيص %s (اكتمل الإرسال)
cs_cz: %s: %s Přizpůsobení (odeslání dokončeno)
hr_hr: %s: %s Prilagođavanje (podnošenje završeno)
nb_no: %s: %s Tilpasning (innsending fullført)
sr_rs: %s: %s Prilagođavanje (podnošenje podataka završeno)

source: Submitted attributes for %s '%s'
ar: السمات 'attributes' المرسلة لـ %s '%s'
cs_cz: Uložené atributy pro %s '%s'
hr_hr: Pošaljite atribute za %s '%s'
nb_no: Sendt attributter for %s '%s'
sr_rs: Uneti atributi za %s '%s'

source: Continue to dashboard
ar: الاستمرار الى لوحة التحكم
cs_cz: Pokračovat na hlavní stránku
hr_hr: Prijeđi na kontrolnu ploču
nb_no: Fortsett til dashbord
sr_rs: Nastavi na kontrolni panel

source: %s: %s Terms of Use
ar: %s: شروط إستخدام %s
cs_cz: %s: %s Podmínky používaní
hr_hr: %s: %s Uvjeti korištenja
nb_no: %s:%s Bruksvilkår

source: Terms of Use Acceptance
ar: قبول شروط الاستخدام
cs_cz: Souhlas s podmínkami použivání
hr_hr: Prihvaćanje uvjeta korištenja
nb_no: Aksept av bruksvilkår

source: %s - Terms of Use
ar: %s - شروط الإستخدام
cs_cz: %s Podmínky používaní
hr_hr: %s - Uvjeti korištenja
nb_no: %s - Brukervilkår
sr_rs: %s - Pravila korišćenja

source: I have read and agree to the terms.
ar: لقد قرأت ووافقت على الشروط.
cs_cz: Četl jsem a souhlasím s těmito podmínkami.
hr_hr: Pročitao sam i slažem se s uvjetima korištenja.
nb_no: Jeg har lest og godtar betingelsene.
sr_rs: Pročitao/la sam i slažem se sa uslovima.

source: Continue
ar: واصل
cs_cz: Pokračovat
hr_hr: Nastavi
nb_no: Fortsett
sr_rs: Nastavi

source: Abort
ar: ألغي
cs_cz: Zrušit
hr_hr: Prekinuti
nb_no: Avbryt

source: %s: Enrollment Wizard (Step 3)
ar: %s: معالج التسجيل (الخطوة 3)
cs_cz: %s: Průvodce registrací (krok 3)
hr_hr: %s: Čarobnjak za upis (korak 3)
nb_no: %s: Påmeldingsveileder (Steg 3)

source: Editing %s deployment
ar: تعديل إعدادات %s
hr_hr: Uređivanje %s implementacije
nb_no: Redigerer instansen %s

source: Options for this deployment
ar: خيارات لهذه الإعدادات
hr_hr: Opcije za ovu implementaciju
nb_no: Valg for denne isntansen

source: Custom Operator-Name:
ar: اسم المشغل/ Operator-Name المخصص:
cs_cz: Vlastní jméno operátora:
hr_hr: Prilagođeni Operator-Name
nb_no: Egendefinert operatørnavn:

source: VLAN tag for own users%s:
ar: علامة 'VLAN tag' لمستخدمي %s:
hr_hr: VLAN oznaka za vlastite korisnike%s:
nb_no: VLAN-tagging for egne brukere %s:

source: (unset with '0')
ar: (غير محدد مع '0')
nb_no: (slå av med '0')

source: %s: %s enrollment wizard (step 2)
ar: %s: %s معالج التسجيل (الخطوة 2)
cs_cz: %s: %s průvodce registrací (krok 2)
hr_hr: %s: %s čarobnjak za upis (korak 2)
nb_no: %s: %s påmeldingsveileder (Steg 2)

source: Step 2: General Information about your %s
ar: الخطوة 2: معلومات عامة عن %s الخاص بك
cs_cz: Krok 2: Všeobecné informace o vašem %s
hr_hr: Korak 2. Opće informacije o vašem %s
nb_no: Steg 2: Generell informasjon om din %s

source: %s general properties
ar: الخصائص العامة لـ %s
cs_cz: Všeobecné vlastnosti %s
hr_hr: %s generalne postavke
nb_no: %s generelle egenskaper
sr_rs: Osnovna podešavanja za %s

source: Hello, newcomer. The %s is new to us. This wizard will ask you several questions about it, so that we can generate beautiful profiles for you in the end. All of the information below is optional, but it is important to fill out as many fields as possible for the benefit of your end users.
ar: مرحبًا أيها الوافد الجديد. %s جديد بالنسبة لنا. سيطرح عليك هذا المعالج عدة أسئلة عنه، حتى نتمكن من إنشاء ملفات تعريف جميلة لك في النهاية. جميع المعلومات الواردة أدناه اختيارية، ولكن من المهم ملء أكبر عدد ممكن من الحقول لصالح المستخدمين النهائيين.
cs_cz: Vítejte, nováčku. Vaši %s organizaci dosud neznáme. Tento průvodce vám položí několik otázek díky nimž pro vás na závěr vytvoříme krásné profily. Veškeré informace níže jsou nepovinné, ale snažte se vyplnit co nejvíce položek. Těžit z toho budou vaši uživatelé.
hr_hr: Dobrodošli. %s je nov za korištenje. Ovaj čarobnjak pitat će Vas nekoliko pitanja o tome, da Vam može generirati profil. Sve informacije ispod su opcionalne, ali je važno ispuniti što više polja u korist Vaših korisnika.
nb_no: Hei! %s er ny for oss. Denne wizard spør flere spørsmål om den, slik at vi kan generere profiler for deg til slutt. All informasjonen under er valgfri, men det er viktig å fylle inn så mange felt som mulig noe som kommer dine sluttbrukere til gode.
sr_rs: Dobrodošao/la, pridošlice. Tvoja %s je nova za nas. Ovaj vodič će ti postaviti nekoliko pitanja, kako bismo mogli da formiramo profil za tebe na kraju. Sve informacije koje se traže su opcione, ali je važno da se popuni što više polja kako bi krajnji korisnici imali koristi.

source: General Information
ar: معلومات عامة
cs_cz: Všeobecné informace
hr_hr: Osnovne informacije
nb_no: Generell informasjon
sr_rs: Osnovne informacije

source: Some properties are valid across all deployment profiles. This is the place where you can describe those properties in a fine-grained way. The solicited information is used as follows:
ar: بعض الخصائص صالحة في جميع إعدادات ملفات التعريف. هذا هو المكان الذي يمكنك فيه وصف تلك الخصائص بطريقة دقيقة. يتم استخدام المعلومات المطلوبة على النحو التالي:
cs_cz: Některé vlastnosti jsou platné pro všechny profily. Zde můžete detailně popsat svou organizaci. Požadovaná informace je použita následovně:
hr_hr: Neke postavke vrijede za sve vrste profila. Ovo je mjesto na kojem možete detaljno opisati te postavke. Traženi podaci se koriste na sljedeći način:
nb_no: Noen egenskaper er gyldig på tvers av alle profiler. Dette er stedet der du kan beskrive disse egenskapene på en detaljert måte. Den forespurte informasjonen blir brukt som følger:
sr_rs: Neke karakteristike su važeće za više profila. Ovde možete opisati te karakteristike precizno. Tražene informacije se koriste na sledeći način:

source: <strong>Logo</strong>: When you submit a logo, we will embed this logo into all installers where a custom logo is possible. We accept any image format, but for best results, we suggest SVG. If you don't upload a logo, we will use the generic logo instead (see top-right corner of this page).
ar: <strong>الشعار</strong>: عند إرسالك للشعار، سنقوم بتضمين هذا الشعار في جميع أدوات التثبيت التي يكون تخصيص الشعار فيها ممكنًا. نحن نقبل أي صيغة لصورة الشعار، ولكن للحصول على أفضل النتائج، نقترح صيغة SVG. إذا لم تقم بتحميل الشعار، فسنستخدم الشعار العام بدلاً من ذلك (انظر الزاوية العلوية اليمنى من هذه الصفحة).
cs_cz: <strong>Logo</strong>: Pokud poskytnete logo, vložíme jej do všech instalačních programů, které připouštějí uživatelské logo. Akceptujeme libovolný grafický formát, ale pro nejlepší výsledek doporučujeme použít SVG. Pokud nenahrajete své logo, použijeme obecné (viz pravý horní roh této stránky).
hr_hr: <strong>Logotip</strong>: Kada predate logotip, on će biti ubačen u sve installere koji podržavaju posebne logotipove. Prihvatljivi su svi formati slika, ali za najbolje rezultate preporuča se SVG. Ukoliko ne predate logotip, koristit će se generički logotip (gornji desni ugao ove stranice).
nb_no: <strong>Logo</strong>: Når du legger inn et logo, blir det innebygget i alle installasjonsprogram der det er mulig. Vi akseptere alle bilde format, men anbefaler SVG for best mulig resultat. Om du ikke laster opp et logo bruker vi generisk logo istedet (se øvre høyre hjørne på denne siden).
sr_rs: <strong>Logo</strong>: Kada pošaljete logo, mi ćemo ga uključiti u sve programe za instaliranje gde je to moguće. Prihvatamo svaki format slike, ali za najbolje rezultate preporučujemo SVG. Ukoliko ne pošaljete logo, umesto njega ćemo koristiti generički logo (pogledajte gornji desni ugao ove stranice).

source: <strong>Name</strong>: The %s may have names in multiple languages. It is recommended to always populate at least the 'default/other' language, as it is used as a fallback if the system does not have a name in the exact language the user requests a download in.
ar: <strong>الاسم</strong>: قد يكون لدى %s أسماء بلغات متعددة. يوصى دائمًا بتعبئة اللغة 'الافتراضية / الأخرى' على الأقل ، حيث يتم استخدامها كبديل إذا لم يكن لدى النظام اسم باللغة الدقيقة التي يطلب المستخدم التنزيل بها.
cs_cz: <strong>Jméno</strong>: %s může mít jména uvedena ve více jazycích. Je doporučeno, aby byl vyplněn výchozí jazyk, který bude použit, pokud nemá jméno v jazyce ve kterém si jej uživatel chce stáhnout.
hr_hr: <strong>Naziv</strong>: %s može imati naziv na više jezika. preporučeno je uvijek ispuniti barem 'zadani/drugi' jezik, koji će biti korišten kao rezervni ako sustav nema naziv u jeziku koji koristi korisnik.
nb_no: <strong>Navn</strong>: %s kan ha navn på forskjellige språk. Det anbefales å fylle inn 'default/other' språk alltid, da det blir brukt som fallback om systemet ikke har en oversettelse i akkurat det språket brukeren forespurte nedlasting i.
sr_rs: <strong>Ime</strong>: %s mogu imati imena na više jezika. Preporuka je da se uvek unese minimum ime institucije za 'default/other' opciju, jer se koristi kao mehanizam na koji se vraća sistem u slučaju da ne može da prikaže ime na jeziku za koji je korisnik zahtevao preuzimanje.

source: Media Properties
ar: خصائص الوسائط
cs_cz: Vlastnosti média
hr_hr: Podaci o mediju
nb_no: Medie egenskaper
sr_rs: Karakteristike medijuma

source: In this section, you define on which media %s should be configured on user devices.
ar: في هذا القسم ، تقوم بتحديد الوسائط التي يجب %s تهيئتها على أجهزة المستخدم.
cs_cz: V této sekci definujete, pro jaká média by mělo být %s nastaveno na uživatelských zařízeních.
hr_hr: I slijedećem području odabire se koji će se uređaji %s koristiti za konfiguraciju.
nb_no: In denne seksjonen definerer du på hvilke medie %s blir konfigurert på bruker enheter.
sr_rs: U ovom delu definišete koji medijum %s bi trebalo da bude konfigurisan na korisničkim uređajima.

source: Additional SSIDs:
ar: معرفات SSID إضافية:
cs_cz: Další SSID:
hr_hr: Dodatni SSIDs:
nb_no: Ytterligere SSID'er:
sr_rs: Dodatni SSID-evi:

source: SSIDs:
ar: معرفات SSID:
cs_cz: SSID:
hr_hr: SSID-evi:
nb_no: SSID'er:
sr_rs: SSID-evi:

source: We will always configure this SSID for WPA2/AES: %s.
ar: سنقوم دائمًا بتهيئة معرفات SSID هذه لـ WPA2 / AES:%s.
cs_cz: Vždy se bude nastavovat následující SSIDs pro WPA2/AES: %s.
hr_hr: Ovaj SSID uvijek će biti konfiguriran za WPA2/AES: %s.
nb_no: Vi konfigurerer alltid denne SSID'en for WPA2/AES: %s.
sr_rs: Uvek ćemo koristiti WPA2/AES: %s za podešavanje ovog SSID-a

source: It is also possible to define custom additional SSIDs with the option '%s' below.
ar: من الممكن أيضًا تحديد معرفات SSID إضافية مخصصة باستخدام الخيار '%s' أدناه.
cs_cz: Níže lze definovat další zákaznická SSID s volbou '%s'.
hr_hr: Također je moguće definirati prilagođene dodatne SSID-ove s opcijom '%s' ispod.
nb_no: Det er også mulig å definere selvvalgte tilleggs-SSID'er med valget '%s' under.

source: Please configure which SSIDs should be configured in the installers.
ar: يرجى تهيئة معرفات ال SSID التي يجب تهيئتها في برنامج التثبيت.
cs_cz: Uveďte prosím, které identifikátory SSID by měly být nastaveny v instalačních programech.
hr_hr: Odredite koje SSID oznake će biti konfigurirane pomoću installera.
nb_no: Vennligst konfigurer hvilke SSID'er som skal være med i installasjonsprogrammet.
sr_rs: Molimo podesite koji SSID bi trebalo konfigurisati u instalerima.

source: By default, we will only configure the SSIDs with WPA2/AES encryption. By using the '(with WPA/TKIP)' option you can specify that we should include legacy support for WPA/TKIP where possible.
ar: بشكل افتراضي، سنقوم فقط بتهيئة معرّفات SSID بتشفير WPA2 / AES. باستخدام الخيار '(مع WPA / TKIP)'، يمكنك تحديد أنه يجب تضمين legacy support لـ WPA / TKIP حيثما أمكن ذلك.
cs_cz: Standardně jsou konfigurovány pouze identifikátory SSID se šifrováním WPA2/AES. Pomocí volby '(s WPA/TKIP)' je možné do konfigurace zahrnout i podporu pro starší WPA/TKIP. Toto však umožňují pouze některá zařízení.
hr_hr: Inicijalno, za SSID oznake bit će konfigurirana samo WPA2/AES enkripcija. Korištenjem opcije '(sa WPA/TKIP)' moguće je uključiti podršku za WPA/TKIP gdje je to moguće.
nb_no: Som standard vil SSID'ene kun konfigureres med WPA2/AES kryptering. Ved å bruke '(med WPA/TKIP)' opsjonen spesifiserer du at støtte for slik kryptering blir inkludert når det er mulig.
sr_rs: Po običaju, biće konfigurisani samo SSID-evi sa WPA2/AES enkripcijom. Korišćenjem opcije '(sa WPA/TKIP)' možete naznačiti da bi trebalo uključiti i podršku za WPA/TKIP gde je to moguće.

source: Additional Hotspot 2.0 / Passpoint Consortia:
ar: Hotspot 2.0 / Passpoint Consortia إضافي:
cs_cz: Další konsorcia Hotspot 2.0 / Passpoint:
hr_hr: Dodatni Hotspot 2.0 / Passpoint Consortia:
nb_no: Hotspot 2.0 / Passpoint tilleggs Consortia:
sr_rs: Dodatni Hotspot 2.0 / Passpoint Consortia:

source: We will always configure this Consortium OI: %s.
ar: سنقوم دائمًا بتهيئة إتحاد OI هذا : %s .
cs_cz: Vždycky budeme konfigurovat OI konsorcia: %s.
hr_hr: Uvijek će biti konfiguriran Consortium OIs: %s
nb_no: Følgende Consortium OIs vil alltid bli konfigurert: %s.
sr_rs: Uvek ćemo konfigurisati sledeći Consortium OI: %s.

source: It is also possible to define custom additional OIs with the option '%s' below.
ar: من الممكن أيضًا تحديد OIs إضافية مخصصة باستخدام الخيار '%s' أدناه.
cs_cz: Níže lze definovat další zákaznická OIs s volbou '%s'.
hr_hr: Moguće je odabrati dodatni vlastiti UI s opcijom '%s'.
nb_no: Det er også mulig å definere ekstra OIs med valget '%s' under.
sr_rs: Moguće je definisati dodatne prilagođene OI korišćenjem opcije '%s' ispod.

source: Please configure which Consortium OIs should be configured in the installers.
ar: يرجى تهيئة اتحاد OIs الذي يجب تهيئته في برنامج التثبيت.
cs_cz: Prosím nastavte, které identifikátory organizace (OI's) konsorcia budou konfigurovány v instalátorech.
hr_hr: Molim odaberite Consortium OI koji će biti upotrebljen za installer.
nb_no: Vennligst angi hvilke Consortium OIs som skal legges til i installasjonsprogrammene.
sr_rs: Molimo vas da definišete koji Consortim OI će se konfigurisati u instalerima.

source: Support for wired IEEE 802.1X:
ar: يدعم wired IEEE 802.1X :
cs_cz: Podpora pro IEEE 802.1X po kabelu:
hr_hr: Podrška za IEEE 802.1x:
nb_no: Støtte for kablet IEEE 802.1X:
sr_rs: Podrška za žični IEEE 802.1X:
