Repository: sielnet/CAT
Catalog: translation/*/web_admin.po
Languages: ar, cs_cz, hr_hr, nb_no, sr_rs

source: New RADIUS/EAP profile (manual setup) ...
ar: ملف تعريف RADIUS / EAP جديد (الإعدادت يدوية) ...
hr_hr: Novi RADIUS/EAP profil (ručno podešavanje) ..
nb_no: Ny RADIUS/EAP profil (manuell konfigurering) ...

source: New RADIUS/EAP profile (autodetect server details) ...
ar: ملف تعريف RADIUS / EAP جديد (تفاصيل خادم الكشف التلقائي) ...
hr_hr: Novi RADIUS/EAP profil (automatski otkrij pojedinosti poslužitelja) ...
nb_no: Ny RADIUS/EAP profil (oppdag tjener automatisk) ...

source: There are not yet any profiles for your %s.
ar: لا توجد حتى الآن أي ملفات تعريف ل%s الخاص بك.
cs_cz: Pro %s nebyl zatím vytvořen žádný profil.
hr_hr: Još ne postoje profili za Vaš %s
nb_no: Det finnes ingen profiler for %s
sr_rs: Još uvek ne postoji ni jednan profil za vašu %s.

source: User Downloads
ar: تنزيلات المستخدم
cs_cz: Počet stažení
hr_hr: Prezimanja za krajnje korisnike
nb_no: Bruker nedlastninger
sr_rs: Korisnička preuzimanja

source: Add %s deployment ...
ar: إضافة اعداد %s ...
hr_hr: Dodaj %s implementaciju...
nb_no: Legg til instansen %s ...

source: Helpdesk mail address is required but missing!
ar: عنوان بريد مركز الدعم مطلوب ولكنه مفقود!
hr_hr: Helpdesk mail adresa je potrebna, ali nedostaje
nb_no: E-postadressen til brukerstøtte mangler, men den er påkrevd!

source: There are not yet any known deployments for your %s.
ar: لا توجد حتى الآن أي إعدادات معروفة لـ.%s الخاص بك.
cs_cz: Pro %s nebyl zatím vytvořen žádný profil.
hr_hr: Još nema poznatih implementacija za vaš %s.
nb_no: Det finnes ingen kjente instanser for din %s.

source: Edit general %s details
ar: تعديل تفاصيل %s العامة
cs_cz: Editovat všeobecné vlastnosti %s
hr_hr: Uredi opće %s podatke
nb_no: Rediger generelle %s detaljer
sr_rs: Izmeni uopštene podatke o %s

source: Available Support actions
ar: إجراءات الدعم المتاحة
cs_cz: Možnosti podpory
hr_hr: Operacije podrške
nb_no: Tilgjengelige tester
sr_rs: Dostupne akcije za podršku

source: Diagnose reachability and connection parameters of %ss
ar: تشخيص قابلية الوصول ومعلمات الاتصال 'Parameters' ل%s
nb_no: Feilsøk nåbarhet og tilkoblingsparametre til %ss

source: Check %s server status
ar: تحقق من حالة خادم %s
cs_cz: Zkontrolovat stav serveru %s
hr_hr: Provjerite %s status poslužitelja
nb_no: Sjekk %s tjenerstatus
sr_rs: Proveri status servera %s

source: Deployments for this %s
ar: الإعدادات لهذا %s
hr_hr: Nadogradnja za %s
nb_no: Instanser for denne %s

source: %s: User Management
ar: %s : إدارة المستخدم
cs_cz: %s: Správa uživatelů
hr_hr: %s: Postavke za korisnika
nb_no: %s: Brukeradministrasjon
sr_rs: %s: Upravljanje nalozima korisnika

source: User Overview
ar: نظرة عامة حول المستخدم
cs_cz: Přehled informací o uživateli
hr_hr: Pregled korisnika
nb_no: Brukeroversikt
sr_rs: Pregled korisnika

source: Edit User Details
ar: تعديل بيانات المستخدم
cs_cz: Upravit podrobnosti o uživateli
hr_hr: Modificiranje korisničkih podataka
nb_no: Endre bruker detaljer
sr_rs: Podešavanje detalja o korisniku

source: Click here for %s management tasks
ar: انقر هنا لمهام إدارة %s
cs_cz: Přejít na správu vašich úkolů %s
hr_hr: Kliknite ovdje za %s upravljanje
nb_no: Klikk her for %s management oppgaver
sr_rs: Kliknite ovde za podešavanja %s

source: Click here to access the superadmin page
ar: انقر هنا للدخول إلى صفحة المسؤول الأعلى
cs_cz: Klikněte sem pro přístup k superadminovské stránce.
hr_hr: Odaberi slijedeći link za superadmin stranicu.
nb_no: Klikk her for aksess til superadmin siden
sr_rs: Kliknite ovde za pristup superadmin stranici

source: (Need help? Refer to the <a href='%s'>%s administrator manual</a>)
ar: (تحتاج مساعدة؟ ارجع إلى<a href='%s'> دليل مسؤول %s</a>)
cs_cz: (Potřebujete pomoc? Nahlédněte do <a href='%s'>příručky správce %s</a>)
hr_hr: (Trebate pomoć? Obratite se <a href='%s'>%s administrator manual</a>)
nb_no: (Trenger du hjelp? Se <a href='%s'>%sadministrator manual</a>)

source: You are managing the following <span style='display:none'>%d </span>%s:
ar: أنت تدير<span style='display:none'>%d</span>%s التالية:
cs_cz: Jste správce následujícího <span style='display:none'>%d</span> %s:
hr_hr: Upravljate sljedećim <strong>%d</strong> %s:
nb_no: Du administrerer de følgende <span style='display:none'>%d</span> %s:
sr_rs: Održavate podatke za sledeću <span style='display:none'>%d</span>%s:

source: %s Management Overview
ar: نظرة عامة حول إدارة %s
hr_hr: %s Pregled upravljanja
nb_no: %s Administrasjonsoversikt

source: Other admins of this %s
ar: مسؤولون آخرون لهذا %s
cs_cz: Další správci tohoto %s
hr_hr: Ostali administratori ovog %s
nb_no: Andre administratorer for denne %s
sr_rs: Drugi administratori ove %s

source: Management
ar: إدارة
hr_hr: Upravljanje
nb_no: Administrering

source: Danger Zone
ar: منطقة الخطر
hr_hr: Zona opasnosti
nb_no: Faresone

source: %s %s: %s list
ar: %s %s: قائمة %s
cs_cz: %s %s: Seznam %s
hr_hr: %s %s: %s popis
nb_no: %s %s: %s liste
sr_rs: %s %s: %s lista

source: You and %d other user
ar: أنت و%d من المستخدمين الآخرين
hr_hr: ti i %d drugi korisnik
nb_no: Du og %d annen bruker

source: After deleting the %s, you can not recreate it yourself - you need a new invitation token from the %s administrator!
ar: بعد حذف الـ %sـ ، لا يمكنك إعادة إنشائه بنفسك - ستكون بحاجة إلى رمز دعوة جديد من مسؤول %s!
cs_cz: Pokud smažete poskytovatele identit %s, sami ho už neobnovíte - budete potřebovat novou pozvánku od správce %s!
hr_hr: Nakon brisanja %s, ne možete je sami ponovo kreirati - trebate novu pozivnicu s tokenom od administratora %s!
nb_no: Etter sletting av %s, kan du ikke gjenskape den selv - du trenger en ny invitasjon fra %s administrator!
sr_rs: Nakon što izbrišete %s, ne možete ga kreirati ponovo sami - potreban vam je novi pozivni token od administratora %s!

source: Do you really want to delete your %s %s?
ar: هل حقا تريد حذف %s %s ؟
cs_cz: Opravdu chcete odstranit %s %s?
hr_hr: Zaista želite izbrisati Vaš %s %s
nb_no: Sikker på at du vil slette din %s%s?
sr_rs: Da li zaista želite da obrišete vašeg %s %s?

source: Delete %s
ar: حذف %s
cs_cz: Smazat %s
hr_hr: Izbriši %s
nb_no: Slett %s
sr_rs: Obriši %s

source: This action will delete all properties of the %s and start over the configuration from scratch. Do you really want to reset all settings of the %s %s?
ar: سيؤدي هذا الإجراء إلى حذف جميع خصائص %s والبدء من جديد في تهيئتة من البداية. هل تريد حقًا إعادة ضبط كافة إعدادات %s %s؟
cs_cz: Tímhle smažete všechna nastavení pro %s a začnete s celou konfigurací od nuly. Chcete skutečně resetovat všechna nastavení %s %s?
hr_hr: Ova akcija izbrisat će sve postavke %s i započeti s konfiguracijom ispočetka. Želite li zaista resetirati sve postavke %s %s?
nb_no: Dette vil slette alle egenskaper for %s og konfigurasjon må startes på nytt. Sikker på at du vil nullstille alle egenskaper for %s %s?
sr_rs: Izbor ove opcije znači da će biti obrisana sva podešavanja za %s i da će morati da se konfiguriše od početka. Da li stvarno želite da poništite sva podešavanja za %s %s?

source: Reset all %s settings
ar: إعادة ضبط جميع الإعدادات %s
cs_cz: Resetovat všechna nastavení %s.
hr_hr: Resetirati sve %s postavke
nb_no: Nulstill all %s innstillinger
sr_rs: Izmeni sva podešavanja za %s

source: You are not managing any %s.
ar: أنت لا تدير أي %s.
cs_cz: Nejste správcem žádného %s.
hr_hr: Ne upravljate niti jednim %s.
nb_no: Du administrerer ingen %s.
sr_rs: Vi ne održavate podatke ni za jednu %s.

source: Please ask your %s administrator to invite you to become an %s administrator.
ar: من فضلك اطلب من مسؤول %s أن يقوم بدعوتك لتصبح مسؤول %s.
cs_cz: %s vám na požádání umožní, registrovat se jako správce %s.
hr_hr: Zatražite administratora Vašeg %s da Vas pozove da postanete administrator %s.
nb_no: Vennligst spør din %s administrator om å invitere deg til å bli en %s administrator.
sr_rs: Molimo vas tražite od administratora %s da Vas pozove kako biste postali administrator %s.

source: Did you receive an invitation token to manage an %s? Please paste it here:
ar: هل تلقيت رمز دعوة لإدارة %s؟ من فضلك قم بإدخاله هنا:
cs_cz: Dostali jste token s pozvánkou ke správě %s? Prosím, zadejte jej zde:
hr_hr: Jeste li primili pozivnicu/token za uređivanje %s? Molimo zalijepite je ovdje:
nb_no: Mottok du et invitasjonstoken for å administrere en %s? Lim det inn her:
sr_rs: Da li ste primili pozivnicu da upravljate %s? Molimo vas unesite token iz pozivnice ovde:

source: New %s Registration
ar: تسجيل %s جديد
cs_cz: Nová registrace %s
hr_hr: Registracija novog %s
nb_no: Ny %s registrering
sr_rs: Registracija nove %s

source: Deployment Usage Records
ar: إعداد سجلات الاستخدام
hr_hr: Popis nadogradnji
nb_no: Bruksstatistikk for instans

source: Invitation Token QR Code
ar: رمز الاستجابة السريعة QR للدعوة
cs_cz: QR kód tokenu pozvánky
hr_hr: QR kod tokena pozivnice
nb_no: Invitasjonstoken QR kode
sr_rs: QR Code pozivnog tokena

source: You do not have the necessary privileges to alter administrators of this %s. In fact, you shouldn't have come this far!
ar: ليس لديك الصلاحيات اللازمة لتغيير المسؤولين لهذا %s. في الواقع ، لا يجب عليك أن تصل إلى هذا الحد!
cs_cz: Nemáte příslušné oprávnění měnit správce pro tuto %s. Ve skutečnosti jste se neměli dostat tak daleko!
hr_hr: Nemate potrebne ovlasti za izmjenu adimnistratora ovog %s. Zapravo, ne bi ni trebali biti ovdje.
nb_no: Du har ikke de nødendige tillatelser for å endre administratorer av denne %s. Faktisk skulle du ikke ha kommet så langt!
sr_rs: Vi nemate dovoljno privilegija da promenite administratora ove %s. Tačnije, ne bi trebalo ni da ste stigli ovako daleko!

source: Administrators for IdP '%s'
ar: المسؤولون لـIdP '%s'
cs_cz: Správci pro IdP '%s'
hr_hr: Administratori za davatelja identiteta '%s'
nb_no: Administratorer for IdP '%s'
sr_rs: Administratori za davaoca identiteta '%s'

source: You are the %s administrator. You can invite new administrators, who can in turn appoint further administrators on their own.
ar: أنت مسؤول الـ%s. يمكنك دعوة مسؤولين جدد ، والذي يمكن بدورهم تعيين المزيد من المسؤولين بأنفسهم.
cs_cz: Jste správcem %s. Můžete pozvat nové správce, kteří pak sami mohou jmenovat další správce.
hr_hr: Vi ste administrator %s. Možete pozvati nove administratore koji mogu dalje sami postavljati administratore.
nb_no: Du er %s administrator. Du kan invitere flere administratorer, som igjen kan utnevne flere administratorer.
sr_rs: Vi ste administrator %s. Možete pozvati nove administratore, koji mogu dalje da imenuju druge administratore.

source: %s Administrator
ar: مسؤول %s
cs_cz: %s Správce

source: You are an administrator who was directly appointed by the %s administrator. You can appoint further administrators, but these can't in turn appoint any more administrators.
ar: أنت مسؤول تم تعيينه مباشرة من قبل مسؤول الـ %s. يمكنك تعيين المزيد من المسؤولين، لكن هؤلاء لا يمكن بدورهم تعيين المزيد من المسؤولين.
cs_cz: Jste správcem, který byl přímo jmenován %s. Můžete jmenovat další správce, ale ti nebudou již mít oprávnění jmenovat další správce.
hr_hr: Vi ste administrator postavljen direktno od administratora %s. Možete imenovati dodatne administratore, ali oni ne mogu dalje imenovati administratore.
nb_no: Du er en administrator som ble invitert direkte av %s administrator. Du kan invitere flere administratorer, men disse igjen kan ikke invitere andre administratorer.
sr_rs: Vi ste administrator koga je direktno postavio administrator %s. Možete dodavati još administratora, ali oni ne mogu dodavati nove administratore.

source: Directly Appointed Administrator
ar: المسؤول الذي تم تعيينه بشكل مباشر
cs_cz: Přímo jmenovaný správce
hr_hr: Direktno imenovani administrator
nb_no: Direkte utnevnt administrator
sr_rs: Direktno postavljeni administrator

source: User without name
ar: مستخدم بدون اسم
cs_cz: Uživatel beze jména
hr_hr: Korisnik bez imena
nb_no: Bruker uten navn
sr_rs: Korisnik bez imena

source: (originally invited as %s)
ar: (تمت دعوته في الأصل كـ %s)
cs_cz: (původně pozvaný jako %s)
hr_hr: (originalno pozvan kao %s)
nb_no: (opprinnelig invitert som %s)
sr_rs: (originalno pozvan kao %s)

source: Delete Administrator
ar: حذف مسؤول
cs_cz: Odstranit správce
hr_hr: Obriši administratora
nb_no: Slett administrator
sr_rs: Obrisati administratora

source: Enter Organisation
ar: أدخل المؤسسة
hr_hr: Unesi instituciju
nb_no: Skriv inn organisasjon

source: Pending invitations for this IdP
ar: دعوات معلقة لهذا الـIdP
cs_cz: Pozvánky odeslané pro toto IdP:
hr_hr: Neriješeni pozivi za ovog davatelja identiteta
nb_no: Ventende invitasjoner for denne IdP
sr_rs: Pozivi na čekanju za ovog davaoca identiteta.

source: New administrator's email address(es) (comma-separated):
ar: (عنوان/عناوين) البريد الإلكتروني للمسؤول الجديد (بينها فواصل):
cs_cz: E-mailové adresy nových správců (oddělená čárkami):
hr_hr: Nove adrese administratora (odvojene zarezom):
nb_no: Ny administrator's e-post adress(er) (komma-separert):
sr_rs: Mejl adresa(e) novog administratora (razdvojene zarezima):

source: Invite new administrator
ar: إرسال دعوة لمسؤول جديد
cs_cz: Pozvat nového správce
hr_hr: Pozovi novog administratora
nb_no: Inviter ny administrator
sr_rs: Pozovite novog administratora:

source: Take control of this %s
ar: التحكم في هذه %s
cs_cz: Převzít řízení této %s
hr_hr: Preuzmite kontrolu nad ovom %s
nb_no: Ta kontroll av denne %s
sr_rs: Upravljajte ovom %s

source: Close
ar: إلغاء
cs_cz: Zavřít
hr_hr: Zatvori
nb_no: Lukk
sr_rs: Zatvori

source: You do not have the necessary privileges to manage the %s DB link state of this %s.
ar: ليس لديك الصلاحيات اللازمة لإدارة حالة ربط قاعدة بيانات %s لـ هذا %s.
cs_cz: Nemáte oprávnění potřebné pro správu propojení s %s DB pro tuto %s.
hr_hr: Nemate potrebne ovlasti za upravljanje %s DB statusom ovog %s.
nb_no: Du har ikke de nødvendige rettigheter til å administrere %s DB link status for denne %s
sr_rs: Nemate potrebne privilegije da biste upravljali vezom ka %s DB ove %s.

source: %s Database Link Status for IdP '%s'
ar: حالة ارتباط قاعدة بيانات %s لموفر الهوية IdP '%s'
cs_cz: Stav propojení %s databáze s IdP '%s'
hr_hr: %s Status veze na bazu podataka za davatelja identiteta '%s'
sr_rs: %s Status veze prema bazi podataka za IdP '%s'

source: This %s is linked to the %s database.
ar: هذه %s مرتبطة بقاعدة بيانات %s.
cs_cz: Tato %s je propojena s %s databází.
hr_hr: Ovaj %s povezan je sa %s bazom.
nb_no: Denne %s er linket til %s databasen.
sr_rs: Ova %s još nije povezana sa %s bazom podataka.

source: The following information about the IdP is stored in the %s DB and %s DB:
ar: تم تخزين المعلومات التالية لموفر الهوية IdP في قاعدة بيانات %s و قاعدة بيانات %s:
cs_cz: V databázích %s a %s jsou uloženy následující informace o IdP:
hr_hr: Sljedeće informacije o davatelju identiteta pohranjene su u %s bazu podataka i %s bazu podataka:
nb_no: Følgende informasjon om IdP'en er lagret i %s DB og %s DB:
sr_rs: Sledeće informacije o IdP se nalaze u %s DB i %s DB:

source: Information in <strong>%s Database</strong>
ar: المعلومات في<strong> قاعدة بيانات %s</strong>
cs_cz: Informace v <strong>%s databázi</strong>
hr_hr: Informacije u <strong>%s bazi podataka</strong>
nb_no: Informasjon i <strong>%s Database</strong>
sr_rs: Informacije u <strong>%s bazi podataka</strong>

source: %s Name (%s)
ar: إسم %s (%s)
cs_cz: %s Název (%s)
hr_hr: %s Naziv (%s)
nb_no: %s Navn (%s)
sr_rs: %s Ime (%s)

source: Unnamed User
ar: مستخدم بدون اسم
cs_cz: Uživatel bez jména
hr_hr: Neimenovani korisnik
nb_no: Bruker uten navn
sr_rs: Neimenovan korisnik

source: Administrator [invited as]
ar: المسؤول [تمت دعوته كـ]
cs_cz: Správce [pozvaný jako]
hr_hr: Adminstrator [pozvan kao]
nb_no: Administrator [invitert som]
sr_rs: Administrator [pozvan kao]

source: Administrator email
ar: البريد الإلكتروني للمسؤول
cs_cz: E-mail adresa správce
hr_hr: Email administratora
nb_no: Administrator epost
sr_rs: Email administratora

source: If this mapping is not correct any more, you can remove the link:
ar: إذا لم يعد الارتباط هذا صحيحًا، فيمكنك إزالته:
cs_cz: Pokud toto mapování již není platné, můžete tento odkaz odstranit:
hr_hr: Ako ova poveznica više nije ispravna, možete ukloniti vezu:
nb_no: Hvis denne koblingen ikke lenger er korrekt, kan du fjerne linken:
sr_rs: Ako mapiranje više nije tačno, možete ukloniti link:

source: Unlink
ar: إلغاء الارتباط
cs_cz: Odpojení
hr_hr: Makni vezu
nb_no: Koble fra
sr_rs: Ukloni link

source: This %s is not yet linked to the %s database.
ar: هذه %s غير مرتبطة بعد بقاعدة بيانات %s.
cs_cz: Tento %s není spojen s %s databází.
hr_hr: Ovaj % još nije povezan s bazom %s
nb_no: Denne %s er ennå ikke linket til %s databasen.
sr_rs: Ova %s još nije povezana sa %s bazom podataka.

source: This means that its profiles are not made available on the user download page.
ar: هذا يعني أن ملفات التعريف الخاصة بها غير متوفرة على صفحة التنزيل للمستخدم.
cs_cz: To znamená, že její profily nejsou k dispozici na veřejných stránkách CAT, určených pro koncové uživatele.
hr_hr: To znači da nije moguće preuzeti njene profile.
nb_no: Det betyr at profiler ikke er gjort tilgjengelig på nedlastningssiden for brukere.
sr_rs: Ovo znači da profil ove institucije nije dostupan na korisničkoj stranici za preuzimanje.

source: You can link it to the %s database below.
ar: يمكنك ربطها بقاعدة بيانات %s أدناه.
cs_cz: Níže můžete nastavit její propojení s %s databází.
hr_hr: Moguće ju je povezati sa %s bazama podataka u nastavku.
nb_no: Du kan linke den til %s databasen under.
sr_rs: Možete je povezati sa %s bazom podataka ispod.

source: Please select an entity from the %s DB which corresponds to this CAT %s.
ar: الرجاء تحديد entity من قاعدة البيانات %s يتوافق مع الـCAT لـ %s
cs_cz: Prosím, vyberte z %s databáze entitu odpovídající této %s v CAT.
hr_hr: Molimo odaberite entitet iz %s baze koji odgovara ovom CAT %s.
nb_no: Vennligst velg en entitet fra %s DB som korresponderer til denne CAT %s.
sr_rs: Molimo izaberite entitet iz %s DB koji odgovara ovoj CAT %s.

source: Particularly promising entries (names in CAT and %s DB are a 100%% match) are on top of the list.
ar: المدخلات الخاصة المتوقعه (الأسماء في CAT و%s DB مطابقة بنسبة 100%%) على رأس القائمة.
cs_cz: Obzvláště slibné položky (názvy v CAT a v %s databázi jsou 100%% identické), jsou uvedeny na začátku seznamu.
hr_hr: Unosi koji bi mogli odgovarati (gdje su imena u CAT-u i %s bazi podataka 100%% ista) prikazani su na vrhu liste.
nb_no: Mest sannsynlige oppføringer (navn i CAT og %s DB er 100%% like) er øverst i listen.
sr_rs: Posebno obećavajući unosi (imena u CAT-u i %s DB koja se 100%% poklapaju) su na vrhu liste.

source: Link to this entity?
ar: الارتباط بهذا ال entity؟
cs_cz: Propojit s touto entitou?
hr_hr: Povezi ovaj zapis ?
nb_no: Lenke til denne entiteten?
sr_rs: Poveži sa ovim entitetom?

source: Administrators
ar: مسؤولون
cs_cz: Správci
hr_hr: Administratori
nb_no: Administratorer
sr_rs: Administratori

source: There is no single unmapped %s in the external database for this %s!
ar: لا توجد %s لم يتم تعيينها في قاعدة البيانات الخارجية لـ%s
cs_cz: V externí databázi %s není pro tento jeden nezmapovaný %s k dispozici!
hr_hr: Ne postoji nijedan nepotpisani %s u vanjskoj bazi za ovaj %s!
nb_no: Det er ingen enkel ikke koblet %s i den eksterne databasen for denne %s!
sr_rs: Ne poostoji nijedna nemapirana %s u eksternoj bazi za ovu %s!

source: Create Link
ar: إنشاء رابط
cs_cz: Propojit
hr_hr: Kreiraj link
nb_no: Lag link
sr_rs: Napravi link

source: You do not have the necessary privileges to register new %ss.
ar: ليس لديك الصلاحيات اللازمة لتسجيل %s جديدة.
cs_cz: Nemáte oprávnění nezbytné k registraci nového %s.
hr_hr: Nemate potrebne dozvole za registraciju novog %ss
nb_no: Du har ikke de nødvendige rettigheter for å registrere nye %s.
sr_rs: Nemate potrebne privilegije za registrovanje novih %sova.

source: %s - Register new %s
ar: %s - تسجيل %s جديدة
cs_cz: %s - Registrace nové %s
hr_hr: %s - registriraj novi %s
nb_no: %s - Registrer ny %s
sr_rs: %s - Registruj novu %s

source: On this page, you can add a new %s to your %s. Please fill out the form below to send out an email invitation to the new %s administrator.
ar: في هذه الصفحة ، يمكنك إضافة %s جديد إلى %sالخاص بك. يرجى ملء النموذج أدناه لإرسال دعوة بالبريد الإلكتروني إلى مسؤول %s الجديد.
cs_cz: Na této stránce můžete do své %s přidat nové %s. Prosím, vyplňte níže uvedený formulář a správci nové %s bude e-mailem zaslána pozvánka.
hr_hr: Na ovoj stranici možete dodati novi %s Vašem %s. Molimo ispunite obrazac ispod da pošaljete email s pozivnicom novom %s administratoru.
nb_no: På denne siden kan du legge til en ny %s til din %s. Fyll inn skjema under for å sende en e-post invitasjon til den nye %s administratoren.
sr_rs: Na ovoj strani možete dodati nove %s koje pripadaju vašoj %s. Molimo vas da popunite formular ispod kako biste poslali pozivni email administratoru nove %s.

source: You can either register a known %s (as defined in the %s database) or create a totally new %s.
ar: يمكنك إما تسجيل %s معروفه (كما هو محدد في قاعدة بيانات %s) أو إنشاء %s جديدة تمامًا.
cs_cz: Můžete registrovat známý %s (jak je definován v %s databázi), nebo můžete vytvořit úplně nový %s.
hr_hr: Možete ili registrirati poznati %s (definiran u %s bazi) ili kreirati sasvim novi %s.
nb_no: Du kan enten registrere en kjent %s (som definert i %s databasen) eller opprette en helt ny %s.
sr_rs: Možete se registrovati kao već poznat %s (kao što je definisano u %s bazi podataka) ili napraviti potpuno novi %s.

source: The latter one is typically for an %s which is yet in a testing phase and therefore doesn't appear in the %s database yet.
ar: عادةً ما يكون الأخير ل %s التي لا تزال في مرحلة الاختبار وبالتالي لا تظهر في قاعدة بيانات %s حتى الآن.
cs_cz: Další případ je typický pro %s, které jsou ve fázi testování a v %s databázi se proto zatím nenachází.
hr_hr: Posljednji je tipičan za %s koji je još u testnoj fazi i zato još ne postoji u %s bazi.
nb_no: Det siste er typisk for en %s som fortsatt er i en test fase og derfor ikke finnes i %s databasen ennå.
sr_rs: Drugi je tipično za %s koje su u fazi testiranja i zbog toga se ne pojavljuju u %s bazi podataka još uvek.

source: Invitation Details
ar: تفاصيل الدعوة
hr_hr: Datelji pozivnice
nb_no: Invitasjonsdetaljer

source: From database or ad-hoc?
ar: من قاعدة البيانات database أو ad-hoc ؟
hr_hr: Iz baze podataka ili ad-hoc?
nb_no: Fra database eller ad-hoc?

source: Name
ar: الاسم
cs_cz: Název
hr_hr: Naziv
nb_no: Navn
sr_rs: Ime

source: Type
ar: نوع
hr_hr: Tip

source: Existing %s:
ar: %s موجودة :
hr_hr: Postojeći %s:
nb_no: Eksisterende %s:

source: --- select %s here ---
ar: - اختر %s هنا -
cs_cz: --- zde vyberte %s ---
hr_hr: --- izaberi %s ovdje ---
nb_no: --- velg %s her ---

source: New %s
ar: %s جديدة
hr_hr: Nova %s
nb_no: Ny %s

source: %s and %s
ar: %s و %s
cs_cz: %s a %s
hr_hr: %s i %s
nb_no: %s og %s

source: Administrator's E-Mail:
ar: البريد الإلكتروني للمسؤول:
cs_cz: E-mail správce:
hr_hr: E-mail administratora:
nb_no: Administrator's epost adresse:
sr_rs: E-mail administratora:

source: E-Mail label:
ar: مسمى البريد الإلكتروني:
hr_hr: Email oznaka:
nb_no: E-post merke:

source: E-Mail input field:
ar: حقل إدخال البريد الإلكتروني:
hr_hr: Email polje za unos:
nb_no: E-post felt:

source: Send invitation
ar: إرسال دعوة
cs_cz: Poslat pozvánku
hr_hr: Pošalji pozivnicu
nb_no: Send invitasjon
sr_rs: Pošalji pozivnicu

source: No email address provided
ar: لا يوجد عنوان بريد إلكتروني
cs_cz: Nezadali jste e-mailovou adresu
hr_hr: Nije ispunjena email adresa
nb_no: Ingen epost adresse er oppgitt
sr_rs: Email adresa nije dostavljena.

source: Invitation sent to:
ar: تم إرسال دعوة إلى:
cs_cz: Pozvánka zaslána na adresu:
hr_hr: Pozivnica poslana:
nb_no: Invitasjon sendt til:
sr_rs: Pozivnica poslata ka:

source: The invitation email could not be sent!
ar: تعذر إرسال البريد الإلكتروني للدعوة!
cs_cz: E-mail s pozvánkou se nepodařilo odeslat!
hr_hr: Email sa pozivnicom nije poslan!
nb_no: Epost invitasjonen kunne ikke sendes!
sr_rs: Pozivni mail ne može biti poslat!
