Repository: sielnet/CAT
Catalog: translation/*/web_admin.po
Languages: ar, cs_cz, hr_hr, nb_no, sr_rs

source: If you want to configure your users' devices with IEEE 802.1X support for wired ethernet, please check the corresponding box. Note that this makes the installation process a bit more difficult on some platforms (Windows: needs administrator privileges; Apple: attempting to install a profile with wired support on a device without an active wired ethernet card will fail).
ar: إذا كنت ترغب في تهيئة أجهزة المستخدمين لديك لتدعم IEEE 802.1X في الشبكة السلكية ethernet، يرجى تحديد مربع الخيار المقابل. لاحظ أن هذا يجعل عملية التثبيت أكثر صعوبة قليلاً على بعض الأنظمة الأساسية (Windows: يحتاج إلى صلاحيات للمسؤول ؛ Apple: ستفشل محاولة تثبيت ملف تعريف يدعم الاتصال السلكي على جهاز بدون بطاقة ethernet سلكية مفعلة).
cs_cz: Pokud chcete konfigurovat zařízení vašich uživatelů na podporu 802.1X po kabelu, zaškrtněte ten správný čtvereček. Upozorňujeme, že tím se na některých platformách instalace komplikuje (Windows vyžadují administrátorská práva; instalace na Apple bez aktivní síťové karty zhavaruje).
hr_hr: Ako svoj korisnički uređaj želite konfigurirati sa IEEE 802.1X podrškom za žični internet, molimo označite odgovarajući potvrdni okvir. Primite na znanje da ovo može otežati instalaviju na nekim platformama (Windows: treba administratorske ovlasti; Apple: instalacija profila sa žičnom podrškom na uređaju bez aktivne žične mrežne kartice neće uspjeti).
nb_no: Om du ønsker å konfigurere dine brukeres enheter med støtte for IEEE 802.1X på kablet ethernet, merk av i boks som angir dette. Merk at dette gjør installasjon litt vanskeligere på noen plattformer. (Windows: bruker må ha admin rettigheter; Apple: forsøk på å installere en profil med støtte for kablet nett uten et aktivt kablet ethernet kort vil ikke fungere.)
sr_rs: Ako želite da omogućite IEEE 802.1X podršku za žični Eternet, označite odgovarajuću opciju. Ovo otežava postupak instalacije na nekim operativnim sistemima (Windows: potrebne su administratorske privilegije; Apple: pokušaj da se instalira profil sa podrškom za žični Eternet na uređaju koji nema aktivnu Eternet karticu neće uspeti).

source: Removal of bootstrap/onboarding SSIDs:
ar: إزالة Bootstrap / onboarding SSIDs:
cs_cz: Mazání SSID pro úvodní konfiguraci (bootstrap/onboarding):
hr_hr: Micanje pomocnog SSID-a:
nb_no: Fjerne bootstrap/onboarding SSIDs:
sr_rs: Ukljanjanje inicijalizovanih/predefinisanih SSID:

source: If you use a captive portal to distribute configurations, you may want to unconfigure/disable that SSID after the bootstrap process. With this option, the SSID will either be removed, or be defined as 'Only connect manually'.
ar: إذا كنت تستخدم بوابة مقيدة captive portal لتوزيع التهيئة، فقد ترغب في إلغاء تهيئة / تعطيل SSID بعد عملية البوتستراب bootstrap. باستخدام هذا الخيار، ستتم إزالة SSID أو سيتم تعريفه على أنه 'الاتصال يدويًا فقط'.
cs_cz: Pokud pro distribuci konfigurací (bootstrap) používáte captive portál, budete možná chtít, aby se SSID použité pro bootstrap vymazalo. S touto volbou se SSID buď smaže úplně nebo se přepne do režimu 'Nepřipojovat automaticky'.
hr_hr: Ako konfiguraciju želite dijeliti pomoću captive portala, trebali biste odkonfigurirati/onemogućiti taj SSID nakon konfiguriranja. Sa ovom opcijom, SSID bit će ili maknut, ili označen kao 'Samoo ručno spajanje'.
nb_no: Hvis du bruker en captiv portal for å distribuere konfigurasjoner vil du antagelig fjerne en slik SSID etter at profil / konfigurasjon er hentet. Med denne opsjonen vil en slik SSID enten bli fjernet eller definert som 'Kun manuell tilkobling'.
sr_rs: Ako koristite portal na kom korisnici prilikom preuzimanja instalera moraju da se slože sa pravilima korišćenja (AUP), možda želite da uklonite ili izbrišete taj SSID iz konfiguracije nakon inicijalizacije. Uz pomoć ove opcije, SSID će ili biti uklonjen, ili će biti označen kao 'Only connect manually'.

source: Helpdesk Details for all users
ar: تفاصيل مركز الدعم لجميع المستخدمين
cs_cz: Informace o technické podpoře pro všechny uživatele
hr_hr: Podaci o helpdesku za sve korisnike
nb_no: Brukerstøtte detaljer for alle brukere
sr_rs: Detalji o službi za podršku korisnicima

source: This section can be used to upload specific Terms of Use for your users and to display details of how your users can reach your local helpdesk.
ar: يمكن استخدام هذا القسم لتحميل شروط استخدام محددة للمستخدمين لديك ولعرض تفاصيل حول كيفية وصول المستخدمين إلى مركز الدعم المحلي الخاص بك.
cs_cz: Tato sekce může být použita k nahrání "Podmínek použití" pro vaše uživatele a k zobrazení podrobností o tom, jak se mohou uživatelé získat lokální podporu.
hr_hr: Ovaj dio može se koristiti za upload posebnih uvjeta korištenja za Vaše korisnike i prikaz detalja kako Vaši korisnici mogu doći do lokalnog helpdeska.
nb_no: Denne seksjonen kan brukes til å laste opp spesifikke vilkår for bruk for brukere og for å vise detaljer for hvordan dine brukere kan nå sin lokale helpdesk.
sr_rs: Ova sekcija se može koristiti za unos specifičnih pravila korišćenja za vaše korisnike i da bi se prikazali detalji o načinu na koji vaši korisnici mogu da dođu do službe za podršku korisnicima.

source: Do you provide helpdesk services for your users? If so, it would be nice if you would tell us the pointers to this helpdesk.
ar: هل تقدم خدمات دعم فني للمستخدمين؟ إذا كان الأمر كذلك، سيكون من الجيد أن تخبرنا بطرق الوصول إلى مركز الدعم هذا.
cs_cz: Poskytujete podporu svým uživatelům? Pokud ano bylo by vhodné sdělit nám odkazy na tuto podporu.
hr_hr: Pružate li korisničku podršku svojim korisnicima? Ako da, bilo bi lijepo usmjeriti ih na na istu.
nb_no: Tilbyr du helpdesk tjenester for dine brukere? I så fall er det fint om du kan oppgi pekere til denne helpdesken.
sr_rs: Da li pružate podršku za svoje korisnike? Ukoliko pružate, bilo bi dobro da unesete kontakte te službe.

source: If you enter a value here, it will be added to the installers for all your users, and will be displayed on the download page. If you operate separate helpdesks for different user groups (we call this 'profiles') specify per-profile helpdesk information later in this wizard. If you operate no help desk at all, just leave these fields empty.
ar: إذا أدخلت قيمة هنا ، فستتم إضافتها إلى برامج التثبيت لجميع المستخدمين لديك، وسيتم عرضها في صفحة التنزيل. إذا كنت لديك مكاتب مساعدة "دعم فني" منفصلة لمجموعات مختلفة من المستخدمين (نسمي هذا 'ملفات التعريف')، حدد معلومات مكتب المساعدة أو الدعم الفني لكل ملف تعريف لاحقًا في هذا المعالج. إذا لم يكن لديك مكتب مساعدة على الإطلاق، فاترك هذه الحقول فارغة.
cs_cz: Zadáte-li sem hodnotu, přidá se k instalačním programům pro všechny vaše uživatele a bude zobrazena na stránce ke stažení. Pokud různým pracovním skupinám (říkáme jim 'profily') poskytujete podporu odlišně zadejte podrobnosti podpoře pro jeden profil. Pokud ji neposkytujete vůbec (styďte se!), můžete libovolnou z položek nechat prázdnou.
hr_hr: Ako ovdje unesete vrijednost, bit će dodana instalerima za sve Vaše korisnike, i bit će prikazana na stranici za preuzimanje. Ako imate različite korisničke podrške za za različite vrste korisnika (mi ih zovemo 'profilima') navedite korisničke podrške prema svakom profilu zasebno kasnije u ovom čarobnjaku. Ako uopće nemate korisničku podršku, ova polja ne ispunjavajte.
nb_no: Om du oppgir en verdi her, vil den bli lagt til i installasjonsprogram for alle dine brukere, og vil vises på nedlastningssiden. Om du har forskjellige helpdesker for forskjellige brukergrupper (vi kaller dette 'profiler') spesifiser per-profil helpdesk informasjon senere i denne wizard. Om du ikke har en helpdesk, la disse feltene være blanke.
sr_rs: Ako unesete vrednost ovde, ona će biti dodata u instalere za sve vaše korisnike, i biće prikazana na stranici za preuzimanje. Ako postoje različite službe za podršku korisnicima za različite grupe korisnika (ovo se naziva i 'profilima'), možete navesti helpdesk informacije za svaki profil kasnije u ovom vodiču. Ako nemate službu za podršku korisnicima, samo ostavite ova polja prazna.

source: For %s deployments, providing at least a local e-mail contact is required.
ar: إعدادات %s تتطلب توفير بريد إلكتروني لجهة اتصال محلية على الأقل.
cs_cz: Pro %s nasazení je vyžadován alespoň jeden e-mailový kontakt.
hr_hr: Za %s razvoj, potrebno je navesti barem jednu lokalnu e-mail adresu za kontakt.
nb_no: For %s distribusjon, minst en lokal e-post kontakt kreves.
sr_rs: Za upotrebu %s, neophodno je navesti minimum podatke o email adresi.

source: This is the contact point for your organisation. It may be displayed publicly.
ar: هذه هي نقطة الاتصال الخاصة بمؤسستك. قد يتم عرضها علنا.
hr_hr: Ovo su kontakti Vaše organizacije. Mogu biti prikazani javno.
nb_no: Dette er kontaktpunktet for din organisasjon. Det kan bli vist offentlig.

source: Providing at least a local support e-mail contact is required.
ar: مطلوب على الأقل توفير البريد إلكتروني لجهة الاتصال الخاصة بالدعم المحلي.
cs_cz: Je zapotřebí alespoň jeden e-mailový kontakt na místní podporu.
hr_hr: Potrebno je navesti barem jednu lokalnu e-mail adresu za kontakt
nb_no: Minst en lokal e-post kontakt kreves.
sr_rs: Neophodno je navesti minimum podatke o lokalnoj email adresi za podršku.

source: This is the contact point for your end users' level 1 support.
ar: هذه هي نقطة الاتصال الخاصة بدعم المستخدمين من المستوى 1.
cs_cz: Toto je kontaktní místo pro podporu první úrovně koncových uživatelů.
hr_hr: Ovo je kontaktna točka za Vaše krajnje korisnike, podrška razine 1.
nb_no: Dette er kontaktpunktet for dine sluttbrukeres nivå 1 support.
sr_rs: Ovo su kontakt podaci za 1. nivo podrške vašim korisnicima.

source: When you are sure that everything is correct, please click on %sContinue ...%s
ar: عندما تكون متأكدًا من صحة كل شيء، يرجى النقر فوق %sمتابعة ...%s
cs_cz: Pokud jste si jisti, že všechny údaje jsou v pořádku, klikněte na tlačítko %sPokračovat ...%s
hr_hr: Kada ste sigurni da je sve ispravno, kliknite na %sNastavi ...%s
nb_no: Når du er sikker på at alt er korrekt, klikk på %s Fortsett ...%s
sr_rs: Kada ste sigurni da je sve ispravno, kliknite na %sNastavi ...%s

source: To whom it may concern,
ar: إلي من يهمه الامر،
hr_hr: Koga se tiče,
nb_no: Til den det måtte angå,

source: This mail is merely a cross-check because these changes can be security-relevant. If the change was expected, you do not need to take any action.
ar: هذا البريد هو مجرد فحص شامل لأن هذه التغييرات يمكن أن تكون ذات صلة بالأمان. إذا كان التغيير متوقعًا ، فلن تحتاج إلى اتخاذ أي إجراء.
hr_hr: Ovaj email je samo provjera jer ove promjene mogu biti sigurnosno-važne. Ako je promjena očekivana, ne trebate ništa poduzimati.
nb_no: Denne e-posten er kun en dobbel-sjekk da disse endringene kan være sikkerhets relatert. Om endringen var ventet trenger du ikke gjøre noe.

source: Greetings,
ar: تحية طيبة،
cs_cz: Vítejte,
hr_hr: Lijep pozdrav,
nb_no: Hei,

source: the %s %s / %s / (previously known as) '%s' has deleted all properties and is starting over freshly. This means that its not recognisable by its name any more, and it may assume a different name in the future. You will get another mail if and when the name change happens.
ar: قام %s %s / %s / (المعروف سابقًا باسم) '%s' بحذف جميع الخصائص وسيبدأ من جديد. هذا يعني أنه لم يعد من الممكن التعرف عليه من خلال اسمه ، وقد يحمل اسمًا مختلفًا في المستقبل. ستتلقى بريدًا آخر إذا حدث تغييرا للاسم.
hr_hr: %s %s / %s / (prije znani kao) '%s' obrisao je sva svojstva/postavke i počinje ispočetka. To znači da više nije prepoznatljivo po nazivu, a u budučnosti će možda imati i drugi naziv. Primiti ćete drugi email ako dođe do promjene naziva.
nb_no: %s%s / %s/ (tidligere kjent som) '%s' har fått alle egenskaper slettet og starter helt på nytt. Det betyr at den ikke gjenkjennes ved navn lengre og den kan få at annet navn ved en senere anledning. Du vil motta en ny e-post om og når det skjer en navneendring.

source: %s: Significant Changes made to %s
ar: %s : تغييرات مهمة تم إجراؤها على %s
hr_hr: %s: Značajne promjene napravljene na %s
nb_no: %s: Vesentlige endringer i %s

source: %s: IdP enrollment wizard (step 2 completed)
ar: %s: معالج تسجيل IdP (اكتملت الخطوة 2)
cs_cz: %s: průvodce přidáním IdP (dokončen krok 2)
hr_hr: %s: Čarobnjak za upis davatelja identiteta (2. korak)
nb_no: %s: IdP innmelding's hjelper (trinn 2 ferdig)
sr_rs: %s: Čarobnjak za unos Davaoca Identiteta (2. korak završen)

source: Submitted attributes for IdP '%s'
ar: السمات 'attributes' المرسلة لـمزود الهوية IdP '%s'
cs_cz: Uložené atributy pro poskytovatele identit '%s'
hr_hr: Predani atributi za davatelja identiteta '%s'
nb_no: Innsendte attributter for IdP '%s'
sr_rs: Poslati atributi za Davaoca Identiteta '%s'

source: significant changes were made to the %s %s / %s / (previously known as) '%s'.
ar: تم إجراء تغييرات كبيرة على %s %s/ %s / (المعروفة سابقًا بـ ) '%s'.
hr_hr: značajne promjene napravljene na %s %s / %s / (prije znano kao) '%s'.
nb_no: vesentlige endringer i %s %s / %s/ (tidligere kjent som) '%s'.

source: The %s has changed its name. The details are below:
ar: لقد غير %s اسمه. التفاصيل أدناه:
hr_hr: %s je promijenio svoj naziv. Detalji su ispod:
nb_no: %shar endret navn. Detaljene vises under:

source: Your installers will configure the following SSIDs: <strong>%s</strong>
ar: ستقوم برامج التثبيت لديك بتهيئة معرفات SSID التالية:<strong>%s</strong>.
cs_cz: Vaše instalační programy nastaví následující SSID: <strong>%s</strong>
hr_hr: Vaši installeri konfigurirati će sljedeće SSID-eve: <strong>%s</strong>
nb_no: Installasjonsprofilene vil konfigurere følgende SSID'er: <strong>%s</strong>
sr_rs: Vaši softveri za instalaciju će biti konfigurisani sa sledećim SSID-evima: <strong>%s</strong>

source: SSIDs configured
ar: تم تهيئة SSIDs
cs_cz: SSID konfigurována
hr_hr: SSID-evi konfigurirani
nb_no: Konfigurerte SSID'er
sr_rs: Konfigurisani SSID-evi

source: Your installers will configure wired interfaces.
ar: ستقوم برامج التثبيت بتهيئة الواجهات السلكية.
cs_cz: Vaše instalátory budou nastavovat kabelová rozhraní.
hr_hr: Vaš će instaler podesiti žični pristup
nb_no: Dine profiler vil konfigurere kablede grensesnitt.
sr_rs: Vaši instaleri će moći da se koriste za konfigurisanje žičnih interfejsa.

source: Wired configured
ar: تمت التهيئة السلكية
cs_cz: Připojení po kabelu nakonfigurováno.
hr_hr: Žična konfiguracija
nb_no: Kablet er konfigurert
sr_rs: Podrška za žični

source: We cannot generate installers because neither wireless SSIDs nor wired interfaces have been selected as a target!
ar: لا يمكننا إنشاء برامج التثبيت لأنه لم يتم تحديد معرّفات SSID اللاسلكية ولا الواجهات السلكية كهدف!
cs_cz: Nemůžeme vygenerovat instalátory, protože jste nezvolili jako cíl bezdrátová SSID ani kabelová rozhraní.
hr_hr: Nemože se obaviti instalacija jer nije odabran/pronađen niti jedan mrežni priključak!
nb_no: Vi kan ikke opprette profiler da hverken trådløs SSID eller kablet grensesnitt er valgt for oppsett!
sr_rs: Nije moguće generisati instalere zato što nisu definisani ni SSID za bežični pristup ni interfejs za žični pristup!

source: Continue to %s properties
ar: تابع إلى خصائص %s
cs_cz: Pokračovat na %s vlastnosti
hr_hr: Nastavi do %s svojstva
nb_no: Fortsett til %s egenskaper
sr_rs: Nastavni na podešavanja %s

source: You did not submit an e-mail address. This is required for %s. Please go to the %s dashboard and edit your helpdesk settings to include a helpdesk e-mail address.
ar: لم تقم بإدخال عنوان بريد إلكتروني. هذا مطلوب لـ %s. الرجاء الانتقال إلى لوحة تحكم %sلتعديل إعدادات مركز الدعم لتضمين عنوان البريد الإلكتروني لمركز الدعم.
cs_cz: Nezadal jste e-mailovou adresu. To je nezbytné pro %s. Přejděte prosím do panelu %s a upravte nastavení podpory tak, aby obsahovala e-mailovou adresu.
hr_hr: Niste poslali email adresu. Neophodna je za %s. Molimo Vas idite na sučelje za upravljanje i uredite postavke korisničke podrške tako da uključite email adresu korisničke podrške.
nb_no: Du oppga ikke en e-post adresse. Dette er et krav for %s. Vennligst gå til %s dashboard og rediger dine helpdesk innstillinger slik at de inneholder en e-post adresse.
sr_rs: Niste uneli email adresu. Ovo je neophodno za %s. Molimo vas da odete na %s stranicu i da podesite vrednosti za službu za podršku korisnicima tako da sadrže i email adresu.

source: No support e-mail!
ar: لا يوجد بريد إلكتروني للدعم!
cs_cz: Adresa podpory není uvedena!
hr_hr: Nema e-mail adrese podrške!
nb_no: Ingen support e-post!
sr_rs: Nije definisan email za podršku!

source: Continue to RADIUS/EAP profile definition
ar: الاستمرار في تعريف ملف تعريف RADIUS / EAP
cs_cz: Pokračovat nastavením profilu RADIUS/EAP
hr_hr: Nastavite so RADIUS/EAP definiranja profila
nb_no: Fortsett til RADIUS/EAP profil definisjon
sr_rs: Nastavi na definiciju RADIUS/EAP profila

source: %s: IdP Enrollment Wizard (Step 3)
ar: %s : معالج تسجيل IdP (الخطوة 3)
cs_cz: %s: Registrace nového poskytovatele identit (krok 3)
hr_hr: %s: Čarobnjak za upis davatelja identiteta (3. korak)
nb_no: %s: IdP påmedingsveiviser (Trinn 3)
sr_rs: %s: Čarobnjak za unos Davaoca Identiteta (Korak 3)

source: Step 3: Defining a user group profile
ar: الخطوة 3: تحديد ملف تعريف مجموعة المستخدمين
cs_cz: Krok 3: Definice profilu pro skupinu uživatelů
hr_hr: Korak 3: Unos korisničkih profila
nb_no: Trinn 3: Definere en brukergruppe profil
sr_rs: Korak 3: Definisanje profila za grupu korisnika

source: Edit profile '%s' ...
ar: تعديل الملف التعريفي '%s' ...
cs_cz: Upravit profil '%s' ...
hr_hr: Uređivanje profila '%s' ...
nb_no: Rediger profil '%s' ...
sr_rs: Izmena profila '%s' ...

source: General Profile properties
ar: خصائص الملف التعريفي العام
cs_cz: Všeobecná charakteristika profilu
hr_hr: Mogućnosti glavnog profila
nb_no: Generelle profil egenskaper
sr_rs: Osnovna podešavanja za profil

source: We will now define a profile for your user group(s). You can add as many profiles as you like by choosing the appropriate button on the end of the page. After we are done, the wizard is finished and you will be taken to the main IdP administration page.
ar: سنقوم الآن بتحديد ملف تعريف لـ (مجموعة/مجموعات) المستخدمين الخاصة بك. يمكنك إضافة العديد من ملفات التعريف كما تريد عن طريق اختيار الزر المناسب في نهاية الصفحة. بعد أن ننتهي، ينتهي المعالج وسيتم نقلك إلى صفحة إدارة موفر الهوية IdP الرئيسية.
cs_cz: Nyní vytvoříme profil pro skupinu(y) vašich uživatelů. Lze přidat libovolné množství profilů kliknutím na příslušné tlačítko na konci stránky. Tímto krokem končí registrace vašeho poskytovatele identit a následně budete přesměrován na hlavní stránku pro správu IdP.
hr_hr: Definiranje profila za korisničke grupe. Moguće je dodati proizvoljno mnogo profila odabiro odgovarajuće opcije na dnu stranice. Nakon završetka sustav će se vratiti na glavnu stranicu administracije IdP-a.
nb_no: Definer en profil for din(e) brukergruppe(r). Du kan legge til så mange profiler du vil ved å velge hensiktsmessig knapp nederst på siden. Når veiviseren er ferdig vil du ende opp på IdP administrators hovedside.
sr_rs: Sada ćemo definisati profil za vaše grupe korisnika. Odabirom odgovarajućeg dugmeta na kraju stranice, možete dodati koliko god želite profila. Kada ovo uradimo, čarobnjak će se završiti i vi ćete biti preusmereni na glavnu stranicu za administriranje Davaoca Identiteta.

source: Profile Name and RADIUS realm
ar: اسم ملف التعريف ونطاق "RADIUS realm"
cs_cz: Název profilu a RADIUS doména
hr_hr: Naziv profila i RADIUS realm
nb_no: Profilnavn og RADIUS realm
sr_rs: Ime profila i RADIUS domen

source: First of all we need a name for the profile. This will be displayed to end users, so you may want to choose a descriptive name like 'Professors', 'Students of the Faculty of Bioscience', etc.
ar: أولا ، نحتاج إلى اسم لملف التعريف. سيتم عرضه للمستخدمين النهائيين، لذلك يجب عليك اختيار اسم وصفي مثل 'المعلمون' ، 'طلاب كلية العلوم البيولوجية' ، إلخ.
cs_cz: Nejprve potřebujeme vybrat název pro profil. Bude zobrazen koncovým uživatelům, proto zvolte popisné jméno, např. 'Profesoři', 'Studenti fakulty strojní' apod.
hr_hr: Potrebno je dodijeliti ime profilu. Ono će biti prikazano krajnjim korisnicima pa je poželjno koristiti opisna imena poput: 'Profesori', 'Studenti' itd.
nb_no: Først trengs et profilnavn. Dette vil være synlig for sluttbrukere, så et beskrivende navn som 'Ansatte', 'Studenter' etc anbefales.
sr_rs: Pre svega, potrebno nam je ime za ovaj profil. Ono će biti prikazano krajnjim korisnicima, tako da treba odabrati opisno ime poput 'Profesori', 'Studenti', 'Studenti Rudarsko-geološkog fakulteta', itd.

source: Optionally, you can provide a longer descriptive text about who this profile is for. If you specify it, it will be displayed on the download page after the user has selected the profile name in the list.
ar: اختياريًا ، يمكنك إضافة تفاصيل وصفية أكثر حول صاحب هذا الملف التعريفي. إذا قمت بالإضافه، فسيتم عرضها على صفحة التنزيل بعد أن يقوم المستخدم بتحديد اسم ملف التعريف في القائمة.
cs_cz: Volitelně můžete přidat delší textový popis s informací, pro koho je určen tento profil. Pokud popis přidáte, zobrazí se na stránce pro stáhnutí uživateli, který si daný profil v seznamu vybere.
hr_hr: Opcionalno, možete navesti dulji tekst u kojem je opisano za koga je ovaj profil namjenjen. Tekst će biti prikazan na stranici za preuzimanja nakon što korisnik odabere profil sa liste.
nb_no: Som en opsjon kan du legge til en lengre beskrivende tekst om hvem denne profilen er ment for. Om du oppgir en slik tekst, vil den vises på nedlastningssiden etter at brukeren har valgt profilnavnet i listen.
sr_rs: Opciono, može se postaviti duže tekstualno objašnjenje za kome je profil namenjen. Ako se koristi ova opcija, ona će se prikazivati na strani za preuzimanje nakon što je korisnik izabrao ime profila sa spiska.

source: You can also tell us your RADIUS realm.
ar: يمكنك أيضًا إخبارنا بإسم النطاق realm لـ RADIUS الخاص بك.
cs_cz: Můžete také zadat jméno své RADIUS domény.
hr_hr: Možete unijeti Vaš RADIUS realm.
nb_no: Kan du oppgi ditt RADIUS realm.
sr_rs: Takođe, možete da nam kažete koji je vaš RADIUS domen.

source: This is useful if you want to use the sanity check module later, which tests reachability of your realm in the %s infrastructure.
ar: يعد هذا مفيدًا إذا كنت تريد استخدام وحدة التحقق من الصحة في وقت لاحق ، والتي تختبر قابلية الوصول إلى نطاق realm الخاص بك في البنية الأساسية لـ %s.
cs_cz: Je to užitečné v případě, že později budete chtít použít modul pro kontrolu dostupnosti vaší domény v rámci %s infrastruktury.
hr_hr: To je korisno ukoliko želite koristiti modul za testiranje ispravnosti koji provjerava povezanost Vašeg realm-a sa ostatkom %s infrastrukture.
nb_no: Dette er til nytte om du senere vil bruke sanitetssjekk modulen, den tester nåbarhet for ditt realm i %s infrastrukturen.
sr_rs: Ovo je korisno ako kasnije želite da koristite modul za proveru ispravnosti rada, koji testira dostupnost vašeg domena u %s infrastrukturi.

source: It is required to enter the realm name if you want to support anonymous outer identities (see below).
ar: يتطلب إدخال اسم النطاق realm إذا كنت تريد دعم الهويات الخارجية المجهولة (انظر أدناه).
cs_cz: Pokud chcete nastavit anonymní vnější identitu (viz níže), musíte zadat jméno domény.
hr_hr: Potrebno je unijeti realm ukoliko želite podržavati anonimne vanjske identitete (više u nastavku).
nb_no: Det er et krav at realm navn oppgis hvis du vil støtte anonyme ytre identiteter (se under).
sr_rs: Ukoliko želite da imate podršku za anonimne spoljne identitete, potrebno je da unesete ime domena (vidi ispod).

source: Basic Realm Information
ar: معلومات أساسية عن النطاق realm
hr_hr: Osnovne informacije o domeni
nb_no: Grunnleggende Realm-informasjon

source: Realm input field
ar: حقل إدخال النطاق Realm
hr_hr: Polje za unos domene
nb_no: Realm felt

source: Realm Options
ar: خيارات النطاق realm
cs_cz: Vlastnosti domény
hr_hr: Opcije realm-a
nb_no: Realm opsjoner
sr_rs: Opcije za domen
