Repository: sielnet/CAT
Catalog: translation/*/web_admin.po
Languages: ar, cs_cz, hr_hr, nb_no, sr_rs

source: The EAP type was added to the profile, but you need to complete the missing information before we can produce installers for you.
ar: تم إضافة نوع EAP إلى ملف التعريف، ولكنك تحتاج إلى إكمال المعلومات المفقودة قبل أن نتمكن من إنتاج برنامج التثبيت لك.
cs_cz: Metoda EAP byla zařazena do profilu, instalační programy však bude možné vytvořit až po doplnění chybějících údajů.
hr_hr: EAP tip je dodan u profil, no morate ispuniti informacije koje nedostaju prije generiranja installera.
nb_no: EAP typen ble lagt til i profilen, men du må oppgi manglende informasjon før vi kan lage installasjonsprogram.
sr_rs: EAP tip je dodat u profil, ali je neophodno da unesete informacije koje nedostaju kako bismo za vas napravili program za instaliranje.

source: significant changes were made to a RADIUS deployment profile of the %s %s / %s / '%s'.
ar: تم إجراء تغييرات كبيرة على ملف تعريف إعدادات RADIUS لـ %s / %s / %s / '%s'.
hr_hr: značajne promjene napravljene su RADIUS razvojnom profilu profile %s %s / %s / '%s'.
nb_no: Vesentlige endringer ble gjort i en RADIUS profil for %s %s / %s / '%s'.

source: WARNING! A new trusted root CA was added, and it has the exact same name as a previously existing root CA. This may (but does not necessarily) mean that this is an attempt to insert an unauthorised trust root by disguising as the genuine one. The details are below:
ar: تحذير! تمت إضافة مرجع مصدق جذر "root CA" جديد وموثوق به، وله نفس الاسم تمامًا مثل المرجع المصدق الجذر "root CA" الموجود سابقًا. قد يعني هذا (ولكن ليس بالضرورة) أن هذه محاولة لإدراج جذر موثوق "root" غير مصرح به كجذر حقيقي . التفاصيل أدناه:
hr_hr: UPOZORENJE! Novi korijenski CA je dodan, i ima isto ime kao prošli CA. Ovo može (ali i ne mora) značiti da je ovo pokušaj umetanja neautoriziranog korijenskog CA maskirajući ga u ispravnog. Detalji su ispod:
nb_no: ADVARSEL! Et nytt trusted root CA ble lagt til, og det har eksakt samme navn som et eksisterende root CA. Dette kan (men ikke nødvendigvis) bety et forsøk på å legge til en uautorisert trust root ved å utgi seg som det ekte. Detaljene vises under:

source: A new trusted root CA was added. The details are below:
ar: تمت إضافة trusted root CA جديدة. التفاصيل أدناه:
hr_hr: Dodan je novi pouzdani korijenski CA. Detalji su ispod:
nb_no: En ny trusted root CA ble lagt til. Detaljene vises under:

source: A new acceptable server name for the authentication server was added. The details are below:
ar: تمت إضافة اسم خادم مقبول جديد لخادم المصادقة. التفاصيل أدناه:
hr_hr: Novi prihvatljivi naziv poslužitelja za autentikacijski poslužitelj je dodano. Detalji su ispod:
nb_no: Et nytt tjenernavn for autentiseringstjeneren ble lagt til. Detaljene vises under:

source: The profile information does not include the realm, so no DNS checks for OpenRoaming can be executed.
ar: لا تتضمن معلومات ملف التعريف على النطاق realm ، لذلك لا يمكن تنفيذ عمليات تحقق DNS لـ OpenRoaming.
hr_hr: Informacije o profilu ne uključuju domenu, pa DNS ne provjerava dal se OpenRoaming može izvršiti.
nb_no: Profilinformasjonen inneholder ikke realmet. Ingen DNS-sjekker for OpenRoaming kan gjennomføres.

source: The SRV target of an OpenRoaming NAPTR record is unexpected.
ar: هدف SRV لسجل OpenRoaming NAPTR غير متوقع.
hr_hr: SRV cilj OpenRoaming NAPTR zapisa je neočekivan.
nb_no: SRV-målet for en OpenRoaming NAPTR-oppslag er uventet.

source: The DNS hostnames in the SRV records do not resolve to actual host IPs. OpenRoaming will not work.
ar: أسماء مضيفي نطاقات DNS في سجلات SRV لم يتم ضبطها مع عناوين IP للمضيف الفعلي. OpenRoaming لن يعمل.
hr_hr: DNS imena u SRV zapisima ne razlučuju se na aktualne IP adrese. OpenRoaming neće raditi.
nb_no: DNS-navnene i SRV-oppslagene peker ikke mot faktiske IP-adresser. OpenRoaming vill ikke fungere.

source: When connecting to the discovered OpenRoaming endpoints, they all had errors. OpenRoaming will likely not work.
ar: عند الاتصال بنقاط نهاية OpenRoaming endpoints المكتشفة ، كانت جميعهم بها أخطاء. من المحتمل ألا يعمل OpenRoaming.
hr_hr: Prilokom povezivanja na otkrivene OpenRoaming točke, sve točke su imale grešku.
nb_no: Feil ved samtlige oppkoblinger mot de oppdagede OpenRoaming-endepunkteter. OpenRoaming vil sannsynligvis ikke fungere.

source: When connecting to the discovered OpenRoaming endpoints, only a subset of endpoints had no errors.
ar: عند الاتصال بنقاط نهاية OpenRoaming endpoints المكتشفة، فقط مجموعة قليلة من نقاط النهاية endpoints التي لا يوجد بها أخطاء.
hr_hr: Prilokom povezivanja na otkrivene OpenRoaming točke, samo dio točaka nije imao grešku.
nb_no: Feil ved noen oppkoblinger mot oppdagede OpenRoaming-endepunkter.

source: At least one DNS response was NOT secured using DNSSEC. OpenRoaming ANPs may refuse to connect to the endpoint.
ar: لم يتم تأمين استجابة DNS واحدة على الأقل باستخدام DNSSEC. قد يرفض OpenRoaming ANPs الاتصال بنقطة النهاية endpoints.
hr_hr: Najmanje jedane DNS odgovor NIJE osiguran DNSSEC. OpenRoaming ANPs mogli bi odbiti povezivanje.
nb_no: Minst ett DNS-svar var IKKE sikret med DNSSEC. OpenRoaming ANP'er kan velge å avslå oppkobling til endepunktet.

source: Initial diagnostics regarding the DNS part of OpenRoaming (including DNSSEC) were successful.
ar: نجحت التشخيصات الأولية المتعلقة بجزء DNS من OpenRoaming (بما في ذلك DNSSEC).
hr_hr: Inicijalna dijagnostika u vezi DNS dijela OpenRoaming-a (uključujući DNSSEC) bila je uspješna.
nb_no: Innledende feilsøking med hensyn på DNS-delen av OpenRoaming (inkludert DNSSEC) er vellykket.

source: Continue to Installer Fine-Tuning and Download
ar: تابع إلى برنامج التثبيت Fine-Tuning وتنزيله
cs_cz: Pokračovat k instalačním programům (podrobné nastavení a stahování)
hr_hr: Nastavi na fino ugađanje installera i preuzimanje
nb_no: Fortsett til Installasjonsprogram finjustering og nedlasting
sr_rs: Nastavite ka preciznim podešavanjima softvera za instalaciju i Preuzimanje

source: Insecure mail domain!
ar: مجال البريد غير آمن!
cs_cz: Nezabezpečná poštovní doména!
hr_hr: Nesigurna e-mail domena!
nb_no: Usikkert e-post domene!
sr_rs: Nesiguran domen u mejlu!

source: The mail domain of the mail address <strong>%s</strong> is not secure: some or all of the mail servers are not accepting encrypted connections (no consistent support for STARTTLS).
ar: نطاق البريد لعنوان البريد <strong>%s</strong>غير آمن: بعض أو كل خوادم البريد لا تقبل الاتصالات المشفرة (لا يوجد دعم ثابت لـ STARTTLS).
cs_cz: Doména v adrese <strong>%s</strong> není zabezpečná: některé poštovní servery nepřijímají šifrované připojení (nemají podporu pro STARTTLS).
hr_hr: E-mail domena e-mail adrese <strong>%s</strong> nije sigurna: neki ili svi e-mail poslužiteljine prihvaćaju enkriptirane konekcije (nema dosljedne podrške za STARTTLS)
nb_no: E-post domenet for adressen <strong>%s</strong> er ikke sikkert: noen eller alle e-post tjenere godtar ikke krypterte forbindelser (ingen konsistent støtte for STARTTLS).
sr_rs: Domen mejl adrese <strong>%s</strong> nije siguran: deo ili svi mejl serveri ne prihvataju enkriptovane konekcije (ne postoji konzistentna podrška za STARTTLS).

source: The invitation would need to be sent in cleartext across the internet, and can possibly be read and abused by anyone in transit.
ar: تحتاج إرسال الدعوة بنص واضح عبر الإنترنت، ويمكن قراءتها وسوء استخدامها من قبل أي شخص أثناء النقل.
cs_cz: Pozvánka byla mezi poštovními servery zaslána nešifrovaným spojením, proto mohla být přečtena nebo zneužita kýmkoliv po cestě.
hr_hr: Pozivnica terba biti poslana u običnom tekstu preko interneta, i može biti pročitana i zloupotrijebljena od bilo koga u procesu slanja.
nb_no: Invitasjonen vil måtte sendes i klartekst over internett, og kan muligens bli lest og misbrukt av noen i transit.
sr_rs: Pozivnica bi morala da bude poslata preko interneta u čitljivom formatu i postoji mogućnost da se pročita i da je bilo ko zloupotrebi u toku prenošenja.

source: Do you want the system to send this mail anyway?
ar: هل تريد من النظام إرسال هذا البريد على أي حال؟
cs_cz: Chcete, aby systém odeslal tuto zprávu?
hr_hr: Želite li da sustav svejedno pošalje email?
nb_no: Ønsker du å sende denne e-posten uansett?
sr_rs: Da li želite da sistem pošalje ovaj mejl u svakom slučaju?

source: DO NOT SEND
ar: لاتقم بالإرسال
cs_cz: NEZASÍLAT
hr_hr: NE ŠALJI
nb_no: IKKE SEND
sr_rs: NE ŠALJI

source: Send anyway.
ar: إرسل على أي حال.
cs_cz: Přesto odeslat.
hr_hr: Pošalji.
nb_no: Send uansett.
sr_rs: Pošalji u svakom slučaju.

source: Managing %s users
ar: إدارة مستخدمي %s
cs_cz: Správa uživatelů %s
hr_hr: Upravljanje %s korinicima
nb_no: Administrerer %s brukere
sr_rs: Upravljanje korisnicima %s

source: Current %s users
ar: مستخدمو %s الحاليين
cs_cz: Aktuální %s uživatel
hr_hr: Trenutni %s korisnik
nb_no: Nåværende %s brukere
sr_rs: Trenutni korisnici %s

source: Assigned Realm
ar: نطاق Realm المحدد
cs_cz: Přidělená doména
hr_hr: Pridruženi realm
nb_no: Tildelt realm
sr_rs: Dodeljen domen

source: Total number of active users allowed
ar: إجمالي عدد المستخدمين النشطين المسموح بهم
cs_cz: Počet povolených aktivních uživatelů
hr_hr: Konačni broj dopuštenih aktivnih korisnika
nb_no: Antall aktive brukere tillatt
sr_rs: Ukupan broj dozvoljenih aktivnih korisnika

source: Number of active users
ar: عدد المستخدمين النشطين
cs_cz: Počet aktivních uživatelů
hr_hr: Broj aktivnih korisnika
nb_no: Antall aktive brukere
sr_rs: Broj aktivnih korisnika

source: Number of inactive users
ar: عدد المستخدمين غير النشطين
cs_cz: Počet neaktivních uživatelů
hr_hr: Broj neaktivnih korisnika
nb_no: Antall inaktive brukere
sr_rs: Broj neaktivnih korisnika

source: The e-mail was sent successfully.
ar: تم ارسال البريد الالكتروني بنجاح.
cs_cz: E-mail byl úspěšně odeslán.
hr_hr: Email uspješno poslan.
nb_no: E-posten ble sendt
sr_rs: Mejl je poslat uspešno.

source: E-mail OK.
ar: البريد الإلكتروني صحيح.
cs_cz: E-mail je v pořádku.
nb_no: E-post OK.

source: The e-mail was NOT sent.
ar: لم يتم إرسال البريد الإلكتروني.
cs_cz: E-mail nebyl odeslán.
hr_hr: E-mail nije poslan.
nb_no: E-posten ble IKKE sendt.
sr_rs: Mejl NIJE poslat.

source: E-mail not OK.
ar: البريد الإلكتروني غير صحيح.
cs_cz: E-mail není v pořádku.
hr_hr: E-mail nije OK.
nb_no: E-post ikke OK.
sr_rs: E-mail nije OK.

source: The SMS was sent successfully.
ar: تم إرسال الرسالة القصيرة SMS بنجاح.
cs_cz: SMS byla úspěšně odeslána.
hr_hr: SMS uspješno poslan.
nb_no: SMS ble sendt.
sr_rs: SMS je poslat uspešno.

source: SMS OK.
ar: SMS صحيح.

source: The SMS was NOT sent.
ar: لم يتم إرسال SMS.
cs_cz: SMS nebyla odeslána.
hr_hr: SMS nije poslan.
nb_no: SMS ble IKKE sendt.
sr_rs: SMS nije poslat uspešno.

source: SMS not OK.
ar: SMS غير صحيح.
cs_cz: SMS není v pořádku.
hr_hr: SMS nije OK.
nb_no: SMS ikke OK.
sr_rs: SMS nije OK.

source: Only a fragment of the SMS was sent. You should re-send it.
ar: تم إرسال جزء فقط من الرسالة القصيرة. يجب عليك إعادة إرسالها.
cs_cz: Byla odeslána pouze část SMS. Měli byste ji odeslat znovu.
hr_hr: Poslan je samo dio SMS-a. Pošaljite ponovo.
nb_no: Kun en del av SMS ble sendt. Du bør forsøke igjen.
sr_rs: Samo jedan deo SMSa je poslat. Trebalo bi da ga pošaljete ponovo.

source: SMS Fragment.
ar: جزء الرسائل القصيرة.
cs_cz: Část SMS.
hr_hr: SMS dio.
sr_rs: Deo SMSa.

source: Manage %s users
ar: إدارة مستخدمين ال%s
cs_cz: Správa uživatelů %s
hr_hr: Upravljan %s korisnicima
nb_no: Administrer %s brukere
sr_rs: Upravljaj korisnicima %s

source: User
ar: مستخدم
cs_cz: Uživatel
hr_hr: Korisnik
nb_no: Bruker
sr_rs: Korisnik

source: Token/Certificate details
ar: تفاصيل الرمز / الشهادة
cs_cz: Detail tokenu/certifikátu
hr_hr: Detalji Token/Certifikata
nb_no: Token/Sertifikat detaljer
sr_rs: Detalji o tokenu/sertifikatu

source: User/Token Expiry
ar: انتهاء صلاحية المستخدم / الرمز
cs_cz: Ukončení platnosti uživatelského jména/tokenu
hr_hr: Istek Korinika/Tokena
nb_no: Bruker/Token utløper
sr_rs: Datum isteka korisnika/tokena

source: Actions
ar: الإجراءات
cs_cz: Akce
hr_hr: Akcije
nb_no: Handlinger
sr_rs: Akcije

source: Certificate details
ar: تفاصيل الشهادة
cs_cz: Detail certifikátu
hr_hr: Detalji o certifikatu
nb_no: Sertifikat detaljer

source: User Expiry
ar: انتهاء صلاحية المستخدم
cs_cz: Ukončení platnosti uživatelského jména
hr_hr: Istek korisničkog računa
nb_no: Bruker utløper

source: REVOKED
ar: ملغاه
cs_cz: Revokován
hr_hr: OPOZVANO
nb_no: Tilbakekalt
sr_rs: POVUČEN

source: EXPIRED
ar: منتهية الصلاحية
cs_cz: Vypršel
hr_hr: ISTEKLO
nb_no: Utløpt
sr_rs: ISTEKAO

source: Device:
ar: جهاز:
cs_cz: Zařízení:
hr_hr: Uređaj:
nb_no: Enhet:
sr_rs: Uređaj:

source: Serial Number:
ar: رقم التسلسل:
cs_cz: Sériové číslo:
hr_hr: Serijski broj:
nb_no: Serienummer:
sr_rs: Serijski broj:

source: Expiry:
ar: إنتهاء:
cs_cz: Ukončení platnosti:
hr_hr: Istek:
nb_no: Utløper:
sr_rs: Ističe:

source: Issued:
ar: أٌصدر:
cs_cz: Vydán:
hr_hr: Izdano:
nb_no: Utstedt:
sr_rs: Izdat:

source: The device in question will stop functioning with %s. The revocation cannot be undone. Are you sure you want to do this?
ar: سيتوقف الجهاز المعني عن العمل مع %s. لا يمكنك التراجع عن عملية الإبطال. هل انت متأكد من أنك تريد أن تفعل هذا؟
cs_cz: Zmíněné zařízení přestane v %s fungovat. Odvolání nelze vrátit zpět. Opravdu to chcete udělat?
hr_hr: Uređaj iz upita prestati će raditi sa %s. Opoziv se ne može napraviti. Jeste li sigurni da želite to učiniti?
nb_no: Enheten det er snakk om vil slutte å fungere med %s. Revokeringen can ikke bli omgjort. Er du sikker på at du vil gjøre dette?

source: Revoke
ar: إلغاء
cs_cz: Revokován
hr_hr: Opozovi
nb_no: Tilbakekall
sr_rs: Povuci sertifikat

source: (show %d revoked certificate)
ar: (إظهار الشهادة %d الملغاة)
cs_cz: (ukázat %d zrušený certifikát)
hr_hr: (prikaz 1%d revokanog certifikata)
nb_no: (vis %d tilbakekalte sertifikater)

source: (show %d expired certificate)
ar: (إظهار %d من الشهادات منتهية الصلاحية)
cs_cz: (ukázat %d vypršelý certifikát)
hr_hr: (prikaz 1%d isteklih certifikata)
nb_no: (vis %d utløpte sertifikater)

source: The invitation token %s is ready for sending! Choose how to send it:
ar: رمز الدعوة %sجاهز للإرسال! اختر كيفية إرساله:
cs_cz: Token z pozvánky %s je připraven k odeslání Vyberte způsob odeslání:
hr_hr: Pozivnica/token %s
nb_no: Invitasjonstoken %s er klart for sending! Velg hvordan det skal sendes:

source: E-Mail:
ar: البريد الإلكتروني:
nb_no: E-post:

source: Local mail client
ar: عميل البريد المحلي
cs_cz: Lokální poštovní klient
hr_hr: Lokalni e-mail klijent
nb_no: Lokal e-post klient
sr_rs: Lokalni mejl klijent

source: Send with CAT
ar: إرسال مع CAT
cs_cz: Odeslat s CATem
hr_hr: Pošalji sa CAT-om
nb_no: Send med CAT

source: SMS:
ar: رسالة قصيرة SMS:

source: Send in SMS...
ar: إرسال في SMS ...
cs_cz: Odeslat v SMS...
hr_hr: Pošalji u SMS-u...
nb_no: Send med SMS...
sr_rs: Pošalji u SMSu...

source: Manual:
ar: دليل:
cs_cz: Manuál:
hr_hr: Ručno
nb_no: Manuelt:

source: Copy to Clipboard
ar: النسخ إلى الحافظة
cs_cz: Zkopírovat do schránky
hr_hr: Kopiraj u međuspremnik
nb_no: Kopier til utklippstavle
sr_rs: Kopiraj

source: Display QR code
ar: عرض رمز QR
cs_cz: Zobrazit QR kód
hr_hr: Prikaži QR kod
nb_no: Vis QR kode
sr_rs: Prikaži QR kod

source: Expiry Date:
ar: تاريخ انتهاء الصلاحية:
cs_cz: Datum ukončení platnosti:
hr_hr: Datum isteka:
nb_no: Utløpsdato:
sr_rs: Datum isteka:

source: Activations remaining:
ar: عمليات التفعيل المتبقية:
cs_cz: Počet zbývajících aktivací:
hr_hr: Preostalo aktivacija:
nb_no: Gjenstående aktiveringer:
sr_rs: Aktivacija preostalo:

source: %d of %d
ar: %d من %d
cs_cz: %d z %d
hr_hr: %d od %d
nb_no: %d av %d
sr_rs: %d od %d

source: Update
ar: تحديث
cs_cz: Aktualizace
hr_hr: Ažuriranje
nb_no: Oppdater

source: All of the currently active devices will stop functioning with %s. This cannot be undone. While the user can be re-activated later, they will then need to be re-provisioned with new invitation tokens. Are you sure you want to do this?
ar: ستتوقف جميع الأجهزة المفعلة حاليًا عن العمل مع %s. هذا لا يمكن التراجع عنه. بينما يمكنك إعادة تفعيل المستخدم لاحقًا ، سيحتاج بعد ذلك إلى إعادة تزويده برموز دعوة جديدة. هل انت متأكد من أنك تريد أن تفعل هذا؟
cs_cz: Všechna momentálně aktivní zařízení přestanou v %s fungovat. Tuto akci nelze vrátit zpět. Opravdu to chcete udělat?
hr_hr: Svi trenutno povezani uređaji prestat će radist sa %s.Ovo se ne može poništiti, dok se korisnik može ponovo aktivirati kasnije, ali sa novim pozivnicama/tokenima.Jeste li sigurni da želite uraditi ovo?
nb_no: Alle aktive enheter vil slutte å fungere med %s. Dette kan ikke reverseres. Brukere kan re-aktiveres senere, men de må da re-provisjoneres med nye invitasjonstoken

source: Deactivate User
ar: تعطيل المستخدم
cs_cz: Deaktivovat uživatele
hr_hr: Deaktiviraj korisnika
nb_no: Deaktiver bruker
sr_rs: Deaktiviraj korisnika

source: Show Authentication Records
ar: إظهار سجلات المصادقة
cs_cz: Ukázat autentizační záznamy
hr_hr: Prikaži autentikacijske zapise
nb_no: Vis Autentiseringsposter

source: New Invitation
ar: دعوة جديدة
cs_cz: Nová pozvánka
hr_hr: Nova pozivnica
nb_no: Ny invitasjon
sr_rs: Nova pozivnica

source: Activations:
ar: عمليات التفعيل:
cs_cz: Aktivace:
hr_hr: Aktivacije:
nb_no: Aktiveringer
sr_rs: Broj aktivacija:

source: Delete User
ar: حذف المستخدم
cs_cz: Smazat uživatele
hr_hr: Briši korisnika
nb_no: Slett bruker

source: Current Users
ar: المستخدمين الحاليين
cs_cz: Aktuální uživatelé
hr_hr: Trenutni korisnik
nb_no: Nåværende brukere

source: Previous Users
ar: المستخدمون السابقون
cs_cz: Předchozí uživatelé
hr_hr: Prethodni korisnik
nb_no: Tidligere brukere

source: You need to acknowledge that the created accounts are still valid within the next %s days. If all accounts shown as active above are indeed still valid, please check the box below and push "Save". If any of the accounts are stale, please deactivate them by pushing the corresponding button before doing this.
ar: يجب أن تقر بأن الحسابات التي تم إنشاؤها لا تزال صالحة في غضون الأيام %s المقبلة. إذا كانت جميع الحسابات الموضحة أعلاه لا تزال صالحة بالفعل، يرجى تحديد مربع الإختيار أدناه والضغط على "حفظ". إذا كان أي من الحسابات قديمًا ، فيرجى تعطيله بالضغط على الزر المقابل قبل القيام بذلك.
cs_cz: Potvrďte, že vytvořené účty jsou v příštích %s dnech stále platné. Pokud jsou všechny aktivní zobrazené účty platné, zaškrtněte políčko níže a stiskněte tlačítko "Uložit". Pokud je některý z účtů zastaralý, deaktivujte jej stisknutím příslušného tlačítka předtím, než účty uložíte.
hr_hr: Potrebno je potvrditi da su kreirani računi valjani unutar sljedećih %s dana. Ako su svi računi iznad prikazani kao aktivni i zaista su još uvijek valjani, molimo da označite check-box ispod i pritisnite "Save". Ako je bilo koji od računa istekao, deaktivirajte ga pritisnuvši odgovarajući gumb prije nego napravite to.
nb_no: Du må bekrefte at de opprettede kontoene fortsatt er gyldige innen %s dager. Hvis alle kontoer som vises som aktive ovenfor, faktisk er gyldige, vennligst sjekk boksen under og trykk "Lagre". Hvis noen av kontoene er foreldede, må du deaktivere dem ved å trykke på den tilsvarende knappen før du gjør dette.
sr_rs: Morate potvrditi da su kreirani nalozi validni u narednih %s dana. Ako su svi nalozi pokazani gore kao aktivni i dalje validni, obeležite polje za potvrdu ispod i pritisnite "Snimi". Ako su neki od naloga zastareli, deaktivirajte ih tako što ćete kliknuti na odgovarajuće dugme pre nego što uradite kao što je opisano u prethodnoj rečenici.

source: I have verified that all configured users are still eligible for %s.
ar: لقد تحققت من أن جميع المستخدمين الذين تمت تهيئتهم ما زالوا مؤهلين للحصول على %s.
cs_cz: Ověřil jsem, že všichni nakonfigurovaní uživatelé jsou stále oprávněni používat %s.
hr_hr: Provjerio sam da svi konfigurirani korisnici ispunjavaju uvjete za %s.
nb_no: Jeg har sjekket at alle konfigurerte brukere fortsatt er kvalifisert for %s.
sr_rs: Utvrdio/la sam da svi konfigurisani korisnici i dalje mogu da koriste %s.

source: Save
ar: حفظ
cs_cz: Uložit
hr_hr: Spremi
nb_no: Lagre

source: Add new user
ar: إضافة مستخدم جديد
cs_cz: Přidat uživatele
hr_hr: Dodaj novog korisnika
nb_no: Legg til ny bruker
sr_rs: Dodaj novog korisnika

source: Import users from CSV file
ar: استيراد المستخدمين من ملف CSV
cs_cz: Vložit uživatele ze souboru CVS
hr_hr: Uvezi korisnike iz CSV datoteke
nb_no: Importer brukere fra CSV fil
sr_rs: Uvezi korisnike iz CSV fajla

source: Please enter a username of your choice and user expiry date to create a new user:
ar: الرجاء إدخال اسم مستخدم من اختيارك وتاريخ انتهاء صلاحية المستخدم لإنشاء مستخدم جديد:
cs_cz: Pro vytvoření nového uživatele zadejte jméno a datum vypršení platnosti:
hr_hr: Molimo unesite korisničko ime po želji i datum isteka korisnika da kreirate novog korisnika:
nb_no: Oppgi ønsket brukernavn og utløpsdato for å opprette en ny bruker:
sr_rs: Unesite korisničko ime po vašem izboru i datum isteka naloga kako biste dodali novog korisnika:

source: Comma separated values should be provided in CSV file: username, expiration date in the form yyyy-mm-dd, number of tokens (optional):
ar: يجب توفير القيم المفصولة بفواصل في ملف CSV: اسم المستخدم، تاريخ انتهاء الصلاحية بالصيغة yyyy-mm-dd، عدد الرموز (اختياري):
hr_hr: Vrijednosti razdvojene zarezom trebaju biti u CSV datoteci: username, expiration date in the form yyyy-mm-dd, number of tokens (optional):

source: Import users
ar: استيراد المستخدمين
cs_cz: Vložit uživatele
hr_hr: Uvezi korisnike
nb_no: Importer brukere
sr_rs: Uvezi korisnike

source: Back to %s page
ar: العودة إلى صفحة %s
cs_cz: Zpět na stránku %s
hr_hr: Nazad na %s
nb_no: Tilbake til %s side

source: Editing User Attributes
ar: تعديل سمات 'Attributes' المستخدم
cs_cz: Editace uživatele
hr_hr: Uređivanje korisničkih atributa
nb_no: Redigerer bruker attributter
sr_rs: Podešavanje korisničkih atributa

source: Current User Attributes
ar: سمات 'Attributes' للمستخدم الحالي
cs_cz: Aktuální atributy uživatele
hr_hr: Trenutni korisnički atributi
nb_no: Gjeldende bruker attributter
sr_rs: Trenutni korisnički atributi

source: Your attributes
ar: سمات 'Attributes' الخاصة بك
cs_cz: Vaše osobní údaje
hr_hr: Vaši atributi
nb_no: Dine attributter
sr_rs: Vaši atributi

source: User Attributes - Summary of submitted data
ar: سمات 'Attributes' المستخدم - ملخص البيانات المقدمة
cs_cz: Uživatelské atributy - souhrn zadaných údajů
hr_hr: Korisnički atributi - Sažetak predanih podataka
nb_no: Bruker attributter - oppsummering av angitte data
sr_rs: Korisnički atributi - pregled unetih atributa

source: The page was called with insufficient data. Please report this as an error.
ar: تم استدعاء الصفحة ببيانات غير كافية. الرجاء الإبلاغ عن هذا الخطأ.
cs_cz: Stránka byla volána s nedostatečnými daty. Prosíme, oznamte tuto chybu.
hr_hr: Stranica je pozvana bez dovoljno podataka. Molimo, prijavite ovo kao grešku.
nb_no: Siden ble kalt med utilstrekkelig data. Vennligst rapporter feilen.
sr_rs: Stranica je pozvana sa sa nedovoljnom količinom podataka. Molimo vas da prijavite ovu grešku.

source: Submitted attributes
ar: سمات 'Attributes' المرسلة
cs_cz: Zadané atributy
hr_hr: Prijavljeni atributi
nb_no: Angitte attributter
sr_rs: Uneti atributi

source: Submitted attributes for this user
ar: السمات 'attributes' المرسلة لهذا المستخدم
hr_hr: Poslani atributi za ovog korisnika
nb_no: Innleverte attributter for denne brukeren

source: Continue to user overview page
ar: تابع إلى صفحة النظرة العامة للمستخدم
cs_cz: Pokračujte na přehledu informací o uživateli
hr_hr: Nastavite do stranice za pregled korisnika
nb_no: Fortsett til brukeroversikt
sr_rs: Nastaviti ka stranici za pregled informacija o korisniku

source: Incomplete Logout
ar: تسجيل الخروج غير مكتمل
cs_cz: Odhlášení se nedokončilo.
hr_hr: Nepotpuni logout
nb_no: Ufullstendig utlogging
sr_rs: Neuspešan pokušaj odjavljivanja
