Repository: sielnet/CAT
Catalog: translation/*/web_admin.po
Languages: ar, cs_cz, hr_hr, nb_no, sr_rs

source: Some installers support a feature called 'Anonymous outer identity'. If you don't know what this is, please read <a href='%s'>this article</a>.
ar: تدعم بعض برامج التثبيت ميزة تسمى 'الهوية الخارجية المجهولة'. إذا كنت لا تعرف ما هذه الميزة، يرجى قراءة <a href='%s'>هذا المقال</a>.
cs_cz: Některé instalační programy umožňují nastavit vlastnost zvanou 'anonymní vnější identita'. Pokud potřebujete další informace, přečtěte si prosím <a href='%s'>tento článek</a>.
hr_hr: Neki installeri podržavaju 'Anonymous outer identity'. Ako niste sigurni što je to, molimo Vas pročitajte <a href='%s'>this article</a>.
nb_no: Noen installasjonsprogram støtter 'Anonym ytre identitet'. Hvis du ikke vet hva dette er, les <a href='%s'>denne artikkelen</a>.
sr_rs: Neki instaleri podržavaju opciju 'Anonymous outer identity'. Ako ne želite da znate šta to znači, molimo vas da pročitate ovaj <a href='%s'>članak</a>.

source: On some platforms, the installers can suggest username endings and/or verify the user input to contain the realm suffix.
ar: في بعض الأنظمة، يمكن لبرنامج التثبيت اقتراح نهايات اسم المستخدم و / أو التحقق من ادخال المستخدم لاحقة النطاق realm suffix.
cs_cz: Na některých platformách může instalátor navrhnout za uživatelské jméno doménu nebo kontrolovat zda zadané jméno doménu obsahuje.
hr_hr: Na nekim platformama, installer može predložiti sufiks korisničkog imena te provjeriti korisnički unos dali sadrži odgovarajući realm sufiks.
nb_no: På noen plattformer kan installasjonsprogramet foreslå brukernavn endelser og/eller verifisere at brukernavn inneholder realm suffiks.
sr_rs: Na nekim platformama, instaleri mogu da predlože način na koji će se završiti korisničko ime i/ili da provere da li uneseno korisničko ime sadrži domen.

source: The realm check feature needs to know an outer ID which actually gets a chance to authenticate. If your RADIUS server lets only select usernames pass, it is useful to supply the information which of those (outer ID) username we can use for testing.
ar: تحتاج ميزة التحقق من النطاق realm إلى معرفة معرف خارجي قد يحصل بالفعل على إمكانية للمصادقة. إذا سمح خادم RADIUS الخاص بك فقط بتحديد تمرير أسماء المستخدمين، فمن المفيد توفير المعلومات حول اسم المستخدم (المعرف الخارجي) الذي يمكننا استخدامه للاختبار.
cs_cz: Pro kontrolu domény potřebujeme znát vnější ID kterým se můžeme ověřit. Pokud váš RADIUS server umožňuje vybrat pouze uživatelské jméno, je užitečné poskytnout informace o tom, které z těchto uživatelských jmen (vnější ID) můžeme použít pro testování.
hr_hr: Značajka provjeravanja realm-a treba znati vanjski ID koji se zapravo autenticira. Ako Vaš RADIUS poslužitelj prihvaća samo odabrana korisnička imena, korisno mu je dati informaciju koji od tih (vanjskih ID-eva) korisničkih imena možemo koristiti za testiranje.
nb_no: Realmcheck trenger en ytre ID som faktisk kan autentiseres. Hvis din RADIUS tjener kun slipper gjennom utvalgte brukernavn er det nyttig å oppgi hvilke (ytre ID) brukernavn som kan brukes til testing.
sr_rs: Provera domena zahteva spoljašnji identitet koji može da se koristi za autentifikaciju. Ako vaš RADIUS server dozvoljava korišćenje samo određenog formata korisničkih imena, korisno je da obezbedite informaciju o tome koji tip (spoljašnjih identiteta) korisničkog imena može da se koristi za testove.

source: Username Handling Options
ar: خيارات التعامل مع اسم المستخدم
hr_hr: Opcije rukovanja korisničkim imenom
nb_no: Valg for brukernavn

source: Option name
ar: اسم الخيار
hr_hr: Naziv opcije
nb_no: Valgnavn

source: Option checkbox
ar: مربع الاختيار
hr_hr: Checkbox opcija
nb_no: Valg avkrysningsboks

source: Outer Identity Handling
ar: التعامل مع الهوية الخارجية
cs_cz: Manipulace s vnější identitou
hr_hr: Rukovanje vanjskim identitetom
nb_no: Outer Identity håndtering

source: Enable Anonymous Outer Identity:
ar: تفعيل الهوية الخارجية المجهولة:
cs_cz: Povolit vnější anonymní identitu:
hr_hr: Odaberi Anonymous Outer Identity:
nb_no: Aktiver anonym ytre identitet:
sr_rs: Omogući anonimne spoljne identitete:

source: Use special Outer Identity for realm checks:
ar: استخدم هوية خارجية خاصة لعمليات التحقق من النطاق realm:
cs_cz: Použít speciální vnější identitu pro kontrolu domény:
hr_hr: Koristi posebni Outer Identity za provjeru realm-a:
nb_no: Bruk egen ytre ID for realm sjekk:
sr_rs: Koristi poseban spoljni identitet za provere domena:

source: Inner Identity (Username) Handling
ar: التعامل مع الهوية الداخلية (اسم المستخدم)
hr_hr: Rukovanje unutarnjim identitetom (korisničko ime)
nb_no: Inner Identity (Brukernavn) håndtering

source: Enforce realm suffix in username
ar: فرض لاحقة النطاق realm في اسم المستخدم
hr_hr: Primoraj sufix domene u korisničkom imenu
nb_no: Tving realm suffiks i brukernavn

source: Enforce exact realm in username
ar: فرض النطاق realm الصحيح في اسم المستخدم
hr_hr: Primoraj istu domenu u korisničkom imenu
nb_no: Tving eksakt realm i brukernavn

source: Installer Download Location
ar: موقع تنزيل برنامج التثبيت
cs_cz: Stahování instalačního programu
hr_hr: Lokacija za preuzimanje installera
nb_no: Installasjonsproram nedlastnings lokasjon
sr_rs: Lokacija za preuzimanje softvera za instalaciju

source: The CAT has a download area for end users. There, they will, for example, learn about the support pointers you entered earlier. The CAT can also immediately offer the installers for the profile for download. If you don't want that, you can instead enter a web site location where you want your users to be redirected to. You, as the administrator, can still download the profiles to place them on that page (see the 'Compatibility Matrix' button on the dashboard).
ar: يحتوي CAT على منطقة تنزيل للمستخدمين النهائيين. هناك، سيتعرفون، على سبيل المثال، على بيانات الدعم التي أدخلتها سابقًا. يمكن لـ CAT أيضًا أن تقدم على الفور أدوات التثبيت لملف التعريف للتنزيل. إذا كنت لا تريد ذلك، يمكنك بدلاً من ذلك إدخال موقع ويب حيث تريد إعادة توجيه المستخدمين لديك. لا يزال بإمكانك، بصفتك المسؤول، تنزيل ملفات التعريف لوضعها على تلك الصفحة (انظر زر 'مصفوفة التوافق' في لوحة التحكم).
cs_cz: CAT disponuje prostorem určeným pro koncové uživatele. Dozvědí se tam například informace o technické podpoře, které jste již zadali. CAT zároveň může nabídnout instalační programy k přímému stažení. Pokud vám to nevyhovuje, lze místo toho vložit odkaz na vlastní stránku s instalačním programem, kam si přejete uživatele přesměrovat. Vám, jako administrátorovi, stále zůstává přístup ke všem profilům, abyste je mohli na tuto stránku umístit (viz tlačítko 'Tabulka kompatibility' na hlavní stránce).
hr_hr: CAT pruža dio za preuzimanja namijenjen krajnjim korisnicima. Tamo mogu vidjeti napomene za podršku koje su prethodno unesene. CAT omogućuje peuzimanje installera za pojedini profil. Ukoliko to želite, moguće je definirate vlastite stranice za preuzimanje te preusmjeriti korisnike na njih. Vama kao administratoru ostaje mogućnost preuzimanja profila kako bi ih mogli postaviti na vlastite stranice. (pogledajte 'Matricu kompatibilnosti' na kontrolnoj ploči).
nb_no: CAT har et nedlastningsområde for sluttbrukere. Der kan de for eksempel lese støtte tekstene du oppgav tidligere. CAT kan tilby direkte nedlasting av installasjonsprogram i form av profiler. Om du ikke ønsker dette kan du oppgi en webside som du ønsker at brukere skal bli redirigert til. Du som administrator kan fremdeles laste ned profilene for å legge dem på ønsket webside (se 'Kompatibilitets matrise' knappen på dashbordet).
sr_rs: CAT ima deo u kome krajnji korisnici mogu direktno preuzeti programe za instaliranje. Tamo će, na primer, naći prethodno unetu informaciju o tome kome treba da se obrate za pomoć. Ukoliko ne želite da korisnici direktno ovde preuzimaju programe za instaliranje, onda možete uneti lokaciju veb sajta na koji želite da se vaši korisnici preusmere. Vi, kao administrator, možete i dalje preuzeti profile da biste ih stavili na vaš veb sajt (pogledajte dugme 'Matrica Kompatibilnosti' na kontrolnom panelu).

source: Redirect end users to own web page:
ar: إعادة توجيه المستخدمين إلى صفحة الويب الخاصة بهم:
cs_cz: Přesměrování koncových uživatelů na vlastní webovou stránku:
hr_hr: Preusmjeri korisnike na vlastitu web stranicu:
nb_no: Rediriger sluttbrukere til egen webside:
sr_rs: Redirekcija korisnika na vašu veb stranicu:

source: Supported EAP types
ar: أنواع EAP المدعومة
cs_cz: Podporované metody EAP:
hr_hr: Podržani EAP tipovi
nb_no: Støttede EAP typer
sr_rs: Podržani EAP tipovi

source: Now, we need to know which EAP types your IdP supports. If you support multiple EAP types, you can assign every type a priority (1=highest). This tool will always generate an automatic installer for the EAP type with the highest priority; only if the user's device can't use that EAP type, we will use an EAP type further down in the list.
ar: الآن، نحتاج إلى معرفة أنواع EAP التي يدعمها موفر الهوية IdP. إذا كنت تدعم أنواع EAP متعددة، فيمكنك تعيين أولوية لكل نوع (1 = الأعلى). ستقوم هذه الأداة دائمًا بإنشاء برنامج تثبيت تلقائي لنوع EAP بالأولوية الأعلى؛ فقط إذا كان جهاز المستخدم لا يمكنه استخدام هذا النوع من EAP، فسنستخدم نوع EAP التالي في القائمة.
cs_cz: Zadejte, které metody EAP podporuje váš IdP. Jestliže podporuje více metod EAP, můžete každé z nich přiřadit prioritu (1=nejvyšší). Nástroj eduroam CAT při generovaní instalačního programu použije metodu EAP s nejvyšší přiřazenou prioritou z těch, které podporuje zařízení uživatele.
hr_hr: Odabir odgovarajuće EAP podrške za IdP. Ako je podržano više od jedan EAP tip, moguće je za svaki tip daodati prioritet (1 je najveći). Ovaj alat će uvijek generirati automatski installer za EAP tip s najvećim prioritetom. Samo ako uredjaj podržava EAP tip isti će biti uključen.
nb_no: Vi måte vite hvilke EAP typer din IdP støtter. Om du støtter multiple EAP typer, kan du tildele hver type en prioritet (1=høyest). Dette verktøyet vil alltid lage et automatisk installasjonsprogram for EAP typen med høyeste prioritet; kun når brukerens enhet ikke kan benytte denne EAP typen vil det bli brukt en EAP type lengre ned på listen.
sr_rs: Sada je potrebno da definišete svaki EAP tip koji podržava vaš Davalac Identiteta. Ukoliko podržavate više EAP tipova, onda možete dodeliti prioritet svakom tipu (pri čemu je 1 najviši prioritet). Ovaj alat će uvek generisati automatski instaler za EAP tip sa najvišim prioritetom; samo ukoliko korisnikov uređaj ne podržava taj EAP tip, pokušaćemo redom da koristimo EAP tipove sa nižim prioritetom.

source: EAP type support
ar: دعم نوع EAP
hr_hr: Podržani EAP tipovi
nb_no: Støttet EAP-type

source: Supported EAP types for this profile
ar: أنواع EAP المدعومة لهذا الملف التعريفي
cs_cz: Podporované metody EAP pro tento profil
hr_hr: Podržani EAP tipovi za taj profil
nb_no: Støttede EAP typer i denne profilen
sr_rs: Podržani EAP tipovi za ovaj profil

source: Use "drag &amp; drop" to mark an EAP method and move it to the supported (green) area. Prioritisation is done automatically, depending on where you "drop" the method.
ar: استخدم "السحب والإفلات" لتحديد طريقة EAP ونقلها إلى المنطقة المدعومة (الخضراء). يتم تحديد الأولويات تلقائيًا، اعتمادًا على المكان الذي "تضع فيه" الطريقة.
cs_cz: Pomocí "drag &amp; drop" označte metodu EAP a přesuňte ji do (zeleného) pole, určeného pro podporované metody. Priorita je přiřazena automaticky podle místa, na kterém označenou metodu "pustíte".
hr_hr: Povucite željenu EAP metodu u podržano (zeleno) područje. Prioriteti su određeni automatski, prema položaju na koje je metoda odložena.
nb_no: Bruk "dra &amp; slipp" for å markere en EAP metode og flytte den til støttet (grønt) område. Prioritering gjøres automagisk, avhengig av hvor du "slipper" metoden.
sr_rs: Koristite "prevuci &amp; spusti" da bi označili EAP metodu i preneli je na (zeleni) deo za metode koje su podržane. Prioritiranje se obavlja automatski, u zavisnosti od toga gde ste "spustili" datu metodu.

source: Unsupported EAP types
ar: أنواع EAP غير المدعومة
cs_cz: Nepodporované metody EAP
hr_hr: Ne podržani EAP tipovi
nb_no: Ikke støttede EAP typer
sr_rs: Nepodržani EAP tipovi

source: Helpdesk Details for this profile
ar: تفاصيل مركز الدعم لهذا الملف التعريفي
cs_cz: Technická podpora pro tento profil
hr_hr: Podaci o helpdesku za profil
nb_no: Kundestøtte detaljer for denne profilen
sr_rs: Podaci o službi za podršku korisnicima za ovaj profil

source: EAP Details for this profile
ar: تفاصيل EAP لهذا الملف التعريفي
cs_cz: Podrobnosti EAP pro tento profil
hr_hr: EAP podaci za profil
nb_no: EAP detaljer for denne profilen
sr_rs: EAP detalji za ovaj profil

source: Media Properties for this profile
ar: خصائص الاتصال لملف التعريف
cs_cz: Vlastnosti média pro tento profil
hr_hr: Media properties za ovaj profil
nb_no: Medie egenskaper for denne profilen
sr_rs: Karakteristike prenosnog medijuma za ovaj profil

source: The option %s is already defined IdP-wide. If you set it here on profile level, this setting will override the IdP-wide one.
ar: تم تحديد الخيارات %s بالفعل على مستوى IdP. إذا قمت بتعيينها هنا على مستوى ملف التعريف، فستعمل هذه الاعدادات على تجاهل الإعدادات الخاصة بموفر الهوية.
cs_cz: Volba %s je již definována pro celé IdP. Nastavíte-li ji zde v profilu, přepíšete tím nastavení pro celé IdP.
hr_hr: Opcija %s je već definirana na razini davatelja identiteta. Ukoliko postavite novu vrijednost ona će zamijeniti već definiranu.
nb_no: Denne opsjonen %s er allerede definert globalt for IdP'en. Om du setter den her i profilen, vil dette overstyre den globale settingen.
sr_rs: Opcija(e) %s je već definisana na strani davaoca identiteta. Ako je podesite ovde na nivou profila, ova podešavanja će potisnuti ona na strani davaoca identitieta.

source: When you are sure that everything is correct, please click on 'Save data' and you will be taken to your IdP Dashboard page.
ar: عندما تكون متأكدًا من صحة كل شيء ، يرجى النقر على 'حفظ البيانات' وسيتم نقلك إلى صفحة لوحة تحكم مزود الخدمة IdP الخاص بك.
cs_cz: Pokud jste si jist, že všechny informace jsou správné, klikněte prosím na tlačítko "Uložit údaje" a budete přesměrován na hlavní stránku.
hr_hr: Nakon provjere ispravnosti unesenih informacija, molimo kliknite na 'Pohrani podatke' nakon čega će biti prikazana stranica za upravljanje davateljem identiteta.
nb_no: Når du er sikker på at alt er korrekt, klikk 'Lagre data' og du ender opp i din IdP Dashbord side,
sr_rs: Molimo vas da kliknete na 'Sačuvaj podatke' kada ste sigurni da je sve tačno. Nakon toga ćete biti preusmereni na kontrolni panel Davaoca Identiteta.

source: %s: Edit Profile - Result
ar: %s: تعديل ملف التعريف - النتيجة
hr_hr: %s: Uredi profil - Rezultat
nb_no: %s: Rediger profil - Resultat

source: %s: Profile wizard (step 3 completed)
ar: %s: معالج الملف التعريفي (اكتملت الخطوة 3)
cs_cz: %s: Generovaní profilu (krok 3 ukončen)
hr_hr: %s: Čarobnjak za profile (3. korak završen)
nb_no: %s: Profil veiviser (trinn 3 fullført)
sr_rs: %s: Čarobnjak za profil (korak 3 završen)

source: Submitted attributes for this profile
ar: السمات 'attributes' المرسلة لهذا الملف التعريفي
cs_cz: Atributy zadané v tomto profilu
hr_hr: Predani atributi za ovaj profil
nb_no: Oppgitte attributter for denne profilen
sr_rs: Poslati atributi za ovaj profil

source: Overall Result
ar: النتيجة النهائية
hr_hr: Ukupni rezultat
nb_no: Sluttresultat

source: Details
ar: تفاصيل
cs_cz: Detaily
hr_hr: Detalji
nb_no: Detaljer

source: Anonymous Outer Identities cannot be turned on: realm is missing!
ar: لا يمكن تشغيل الهويات الخارجية المجهولة: نطاق realm مفقود!
cs_cz: Anonymní vnější identitu nelze nastavit: chybí informace o doméně!
hr_hr: Nije moguće upaliti anonimne vanjske identitete: nedostaje realm!
nb_no: Anonym ytre identitet kan ikke slås på: realm mangler!
sr_rs: Anonimni spoljni identiteti se ne mogu aktivirati: nedostaje domen!

source: Anonymous Identity support is <strong>%s</strong>, the anonymous outer identity is <strong>%s</strong>
ar: دعم الهوية المجهولة هو<strong>%s</strong> ، والهوية الخارجية المجهولة هي<strong>%s</strong>
cs_cz: Podpora anonymní identity je <strong>%s</strong>, anonymní vnější identita je <strong>%s</strong>
hr_hr: Korištenje anonimnog identiteta je <strong>%s</strong>, vanjska oznaka anonimnog identiteta je <strong>%s</strong>
nb_no: Anonym identitet støtte er <strong>%s</strong>, den anonyme ytre identitet er <strong>%s</strong>
sr_rs: Podrška za anonimni identitet je <strong>%s</strong>, anonimni identitet van sigurnosnog tunela je <strong>%s</strong>

source: ON
ar: تشغيل
cs_cz: ZAPNUTO
hr_hr: Uključeno
nb_no: På
sr_rs: UKLJUČENO

source: Anonymous Identity support is <strong>%s</strong>
ar: دعم الهوية المجهولة هو <strong>%s</strong>
cs_cz: Použití anonymní identity je <strong>%s</strong>
hr_hr: Podrška za anonimne identitete je <strong>%s</strong>
nb_no: Anonym identitets støtte er <strong>%s</strong>
sr_rs: Podrška za anonimni identitet je <strong>%s</strong>

source: OFF
ar: إيقاف
cs_cz: VYPNUTO
hr_hr: Isključeno
nb_no: Av
sr_rs: ISKLJUČENO

source: Without Anonymous Identity, the actual username will be used as outer identity and be the basis for request routing. For that to work, the username must have a correct realm suffix. Yet, realm suffix verification has been turned OFF. Supplicants will not verify that usernames contain a realm, and errors such as username 'johndoe' which will not work in roaming scenarios will not be prohibited. Consider checking the box 'Enforce realm suffix in username'!
ar: بدون الهوية المجهولة ، سيتم استخدام اسم المستخدم الفعلي كهوية خارجية ويكون أساس توجيه الطلب. لكي يعمل ذلك ، يجب أن يحتوي اسم المستخدم على نهاية اسم مجال صحيح. ومع ذلك ، تم إيقاف تشغيل التحقق من نهاية اسم المجال. لن يتحقق مقدمو الطلبات من أن أسماء المستخدمين تحتوي على اسم مجال ، ولن يتم حظر أخطاء مثل اسم المستخدم "johndoe" الذي لن يعمل في سيناريوهات التجوال. ضع في اعتبارك تحديد المربع "فرض لاحقة المجال في اسم المستخدم"!

source: Realm check username cannot be configured: realm is missing!
ar: لا يمكن تهيئة اسم مستخدم للتحقق من النطاق realm : النطاق realm مفقود!
cs_cz: Vnější anonymní identitu nelze nastavit: chybí informace o doméně!
hr_hr: Provjera korisničkog imena realm-a ne može se konfigurirati: nedostaje realm!
nb_no: Brukernavn kan ikke brukes for realm sjekk: mangler realm!
sr_rs: Provera domena iz korisničkog imena se ne može konfigurisati: nedostaje domen!

source: Special username for realm check is <strong>%s</strong>, the value is <strong>%s</strong>
ar: اسم المستخدم الخاص لفحص النطاق realm هو <strong>%s</strong>، والقيمة هي <strong>%s</strong>
cs_cz: Speciální uživatelské jméno pro kontrolu domény je <strong>%s</strong>, hodnota je <strong>%s</strong>
hr_hr: Posebno korisničko ime za provjeru realm-a je <strong>%s</strong>, vrijednost je <strong>%s</strong>
nb_no: Eget brukernavn for realm sjekk er <strong>%s</strong>, verdien er <strong>%s</strong>
sr_rs: Posebno korisničko ime za proveru domena je <strong>%s</strong>, vrednost je <strong>%s</strong>

source: No special username for realm checks is configured.
ar: لم يتم تهيئة اسم مستخدم خاص لعمليات التحقق في نطاق realm.
cs_cz: Speciální uživatelské jméno pro kontrolu domény není nakonfigurováno.
hr_hr: Nije konfigurirano posebno korisničko ime za provjeru realm-a.
nb_no: Et eget brukernavn for realm sjekk er ikke konfigurert
sr_rs: Nije konfigurisano posebno korisničko ime za proveru domena.

source: The realm portion MUST be exactly '...@%s'.
ar: يجب أن يكون جزء النطاق realm بالضبط '%s@...'.
hr_hr: Dio domene MORA biti točno '...@%s'.
nb_no: Realm delen MÅ være '...@%s'.

source: The realm portion MUST end with '%s' but sub-realms of it are allowed (i.e. 'user@%s' and 'user@<...>.%s' are both acceptable).
ar: يجب أن ينتهي جزء النطاق realm بـ '%s' ولكن يُسمح بالنطاقات realm الفرعية منه (أي '%s@user' و '%s.<...>@user' كلاهما مقبولان).
hr_hr: Dio domene MORA završavati sa '%s' ali poddomene su dozvoljene (i.e. 'user@%s' and 'user@<...>.%s' je dozvoljeno).
nb_no: Realm delen MÅ slutte med '%s', men sub-realm er tillatt (dvs både 'bruker@%s' og 'bruker@<...>.%s' blir akseptert).

source: Where possible, supplicants will verify that username inputs contain a syntactically correct realm.
ar: إن أمكن ، سيتحقق جهازك عند ارسال الطلب من أن مدخلات اسم المستخدم تحتوي على نطاق realm صحيح نحويًا.
hr_hr: Gdje god je moguće, pošiljatelj zahtjeva će provjeriti sadrži li korisničko ime sintaktički ispravnu domenu.
nb_no: Når mulig vil supplikant (klient) verifisere at brukernavn inneholder et syntaktisk korrekt realm.

source: Redirection can't be activated - you did not specify a target location!
ar: لا يمكن تفعيل إعادة التوجيه - أنت لم تحدد الموقع المستهدف!
cs_cz: Přesměrování nelze vytvořit - nezadali jste cílovou adresu!
hr_hr: Nije moguće aktivirati preusmjeravanje - niste odredili odredišnu lokaciju!
nb_no: Redirigering kan ikke aktiveres - du oppgav ikke mål lokasjon!
sr_rs: Redirekcija se ne može aktivirati - niste specificirali ciljanu lokaciju!

source: Redirection can't be activated - the target needs to be a complete URL starting with http:// or https:// !
ar: لا يمكن تفعيل إعادة التوجيه - يجب أن يكون الهدف عنوان URL كاملًا يبدأ بـ //:http أو //:https !
cs_cz: Přesměrování nelze vytvořit - cílovou adresou musí být úplné URL s http:// nebo https:// na začátku!
hr_hr: Preusmjeravanje se ne može aktivirati - ciljani link treba biti kompletan URL staring with http:// or https:// !
nb_no: Re-dirigering kan ikke aktiveres - koblingen må være en komplett URL som starter med http:// eller https:// !
sr_rs: Redirekcija ne može biti aktivirana - link mora biti potpun URL koji počinje sa http:// ili https:// !

source: Redirection set to <strong>%s</strong>, but will be ignored due to existing device-level redirect.
ar: تم تعيين إعادة توجيه على <strong>%s</strong>، ولكن سيتم تجاهله بسبب وجود إعادة توجيه اخر تم تعيينه على مستوى الجهاز.
cs_cz: Přesměrování <strong> %s </strong> bude ignorováno vzhledem k nastavení v zařízení.
hr_hr: Preusmjeravanje postavljeno na <strong>%s</strong>, ali će se zanemariti postojećih preusmjeravanja na razini uređaja.
nb_no: Re-dirigering satt til <strong>%s</strong>, denne vil bli ignorert da det finnes enhets-nivå re-dirigering.

source: Redirection set to <strong>%s</strong>
ar: تم تعيين إعادة التوجيه الى <strong>%s</strong>
cs_cz: Přesměrování je <strong>%s</strong>
hr_hr: Preusmjeravanje postavljeno na <strong>%s</strong>
nb_no: Re-dirigering satt til <strong>%s</strong>

source: Redirection is <strong>OFF</strong>
ar: إعادة التوجيه <strong>مغلق</strong>
cs_cz: Přesměrování je <strong>VYPNUTO</strong>
hr_hr: Preusmjeravanje je <strong>ISKLJUČENO</strong>
nb_no: Redirigering er <strong>AV</strong>
sr_rs: Redirekcija je <strong>ISKLJUČENA</strong>

source: Supported EAP Type:
ar: نوع EAP المدعوم:
cs_cz: Podporované typy EAP:
hr_hr: Podržani EAP tipovi:
nb_no: Støtte EAP type:
sr_rs: Podržani EAP tip:

source: Supported EAP Type: <strong>%s</strong> is missing required information %s !
ar: نوع EAP المدعوم: <strong>%s</strong>يفتقد إلى المعلومات المطلوبة %s !
cs_cz: Podporované metodě EAP <strong>%s</strong> chybí důležité údaje %s!
hr_hr: Podržani EAP tipovi: za <strong>%s</strong> nedostaju potrebne informacije %s !
nb_no: Støttet EAP type: <strong>%s</strong> mangler nødvendig informasjon %s !
sr_rs: Podržani EAP tip: <strong>%s</strong> nedostaju potrebne informacije %s !
