Repository: sielnet/CAT
Catalog: translation/*/web_admin.po
Languages: ar, cs_cz, hr_hr, nb_no, sr_rs

source: We were unable to log you out of all your sessions. To be completely sure that you are logged out, you need to close your web browser.
ar: لم نتمكن من تسجيل خروجك من جميع صفحاتك 'Sessions'. لتتأكد تمامًا من تسجيل خروجك، يلزمك إغلاق متصفح الويب الخاص بك.
cs_cz: Nedokázali jsme vás odhlásit ze všech sezení. Pro jistotu zavřete prohlížeč.
hr_hr: Nismo uspjeli odjaviti Vas sa svih Vaših sjednica. Da bi bili sasvim sigurni da ste odjavljeni, trebate zatvoriti svoj preglednik.
nb_no: Du ble ikke logget av alle dine sesjoner. For å sikre at du er logget av må du stenge din web leser.
sr_rs: Nismo usperli da vas odjavimo iz svih vaših sesija. Da biste bili potpuno sigurno da ste se odjavili, morate zatvoriti vaš Internet pregledač.

source: Certificate Information for %s %s
ar: معلومات الشهادة لـ %s %s
hr_hr: Informacije o certifikatu za %s %s
nb_no: Sertifikat informasjon for %s %s

source: You can not request certificates because there is no server information for %s in the eduroam DB.
ar: لا يمكنك طلب الشهادات لعدم وجود معلومات عن خادم %s في eduroam DB.
hr_hr: Nemožete tražiti certifikat, jer ne postoje podaci o poslužiteljimaza %s u eduroam DB.

source: %s: %s Management
ar: %s: إدارة %s
cs_cz: %s: %s Správa
hr_hr: %s: %s Upravljanje
sr_rs: %s: Upravljanje %s

source: %s Overview
ar: نظرة عامة عن %s
cs_cz: Přehled %s
hr_hr: %s pregled
nb_no: %s Oversikt
sr_rs: Pregled %s

source: Your Personal Information
ar: معلوماتك الشخصية
cs_cz: Vaše osobní údaje
hr_hr: Osobni podaci o korisniku
nb_no: Din personlige informasjon
sr_rs: Vaše lične informacije

source: Unique Identifier
ar: المعرف الفريد Unique Identifier
cs_cz: Jedinečný identifikátor
hr_hr: Jedinstveni identifikator
nb_no: Unik indentifikator
sr_rs: Jedinstveni identifikator

source: click to display
ar: انقر للعرض
cs_cz: kliknutím zobrazíte
hr_hr: klikni za prikaz
nb_no: klikk for å vise
sr_rs: kliknite za prikaz

source: RADIUS/TLS Certificate management
ar: إدارة شهادة RADIUS / TLS

source: You are not a %s manager.
ar: أنت لست مدير %s.
cs_cz: Nejste správcem %s.
hr_hr: Niste %s upravitelj.
nb_no: Du er ikke %s administrator.
sr_rs: Vi niste menadžer %s.

source: %s Properties: %s
ar: خصائص %s: %s
cs_cz: %s Vlastnosti: %s
hr_hr: %s Svojstva: %s
nb_no: %s Egenskaper: %s
sr_rs: %s Karakteristike %s

source: Country
ar: الدولة
cs_cz: Země
hr_hr: Zemlja
nb_no: Land
sr_rs: Zemlja

source: %s Statistics: %s
ar: إحصائيات %s : %s
cs_cz: %s Statistiky: %s
hr_hr: %s Statistika: %s
nb_no: %s Statistikk: %s
sr_rs: %s Statistika: %s

source: IdPs Total
ar: إجمالي IdPs
cs_cz: Počet IdP
hr_hr: Ukupno IdP-eva
nb_no: IdP'er totalt
sr_rs: Ukupan broj Davalaca Identiteta

source: Public Download
ar: تنزيل عام
cs_cz: Ke stažení
hr_hr: Javno preuzimanje
nb_no: Offentlig nedlastning
sr_rs: Javno preuzimanje

source: Downloads
ar: التنزيلات
cs_cz: Stažení
hr_hr: Preuzimanja
nb_no: Nedlastninger
sr_rs: Preuzimanja

source: Admin
ar: مسؤول
hr_hr: Administrator
sr_rs: Administrator

source: It was sent with transport security (encryption).
ar: تم إرساله عن طريق نقل آمن (مشفرة).
cs_cz: Bylo odesláno šifrovaně.
hr_hr: Poslana je sigurni sustavom (enkripcijom).
nb_no: Den ble sendt sikkert (kryptert).
sr_rs: Poslat je sa korišćenjem transportne bezbednosti (enkripcijom).

source: It was sent in clear text (no encryption).
ar: تم إرساله بنص واضح (بدون تشفير).
cs_cz: Bylo odesláno nešifrovaně.
hr_hr: Poslan je otvorenim sustavom (bez enkripcije).
nb_no: Den ble sendt i klartekst (ikke kryptert).
sr_rs: Poslato je u čitljivom formatu (bez enkripcije).

source: A subset of the mails were sent with transport encryption, the rest in clear text.
ar: تم إرسال مجموعة فرعية من رسائل البريد مشفرة ، والباقي في نص واضح.
cs_cz: Několik e-mailů bylo odesláno šifrovaně, zbytek něšifrovaně.
hr_hr: Uspiješni su poslani sigurni sustavom enkripcijom, a ostali otvorenim sustavom.
nb_no: En del av e-postene ble sendt med kryptering, resten i klar tekst.
sr_rs: Podskup mejlova je poslat uz korišćenje transportne enkripcije, ostatak je poslat u čitljivom formatu.

source: The invitation email was sent successfully.
ar: تم إرسال البريد الإلكتروني للدعوة بنجاح.
cs_cz: E-mail s pozvánkou byl úspěšně odeslán.
hr_hr: Email sa pozivnicom je uspješno poslan.
nb_no: E-post invitasjonen ble sendt.
sr_rs: Pozivni mejl je poslat uspešno.

source: Sent successfully.
ar: تم الإرسال بنجاح.
cs_cz: Úspěšně odesláno.
hr_hr: Uspješno poslan.
nb_no: E-post ble sendt.
sr_rs: Uspešno poslato.

source: No invitation email could be sent!
ar: لا يمكن إرسال البريد الإلكتروني للدعوة!
cs_cz: E-mail s pozvánkou se nepodařilo odeslat!
hr_hr: Email sa pozivnicom nije poslan!
nb_no: E-post invitasjon ble ikke sendt!
sr_rs: Nije bilo moguće poslati pozivni mejl!

source: Sending failure!
ar: فشل الإرسال!
cs_cz: Odeslání selhalo!
hr_hr: Slanje nije uspijelo!
nb_no: E-post sending feilet!
sr_rs: Neuspešno slanje!

source: The successful one was sent with transport security (encryption).
ar: تم إرسال الناجحه منها بنقل آمن (مشفرة).
cs_cz: Bylo úspěšně odesláno šifrovaně.
hr_hr: Uspiješan je poslan sigurni sustavom (enkripcijom).
nb_no: Den som ble sendt, ble sendt sikkert (kryptert).
sr_rs: Uspešno je poslat sa transportnom bezbednošću (enkriptovane).

source: The successful one was sent in clear text (no encryption).
ar: تم إرسال الناجحه منها بنص واضح (بدون تشفير).
cs_cz: Bylo úspěšně odesláno nešifrovaně.
hr_hr: Uspješn je poslan otvorenim sustavom (bez enkripcije).
nb_no: Den som ble sendt, ble sendt i klartekst (ikke kryptert).
sr_rs: Uspešno poslata je u čitljivom formatu (bez enkripcije).

source: A subset of the successfully sent mails were sent with transport encryption, the rest in clear text.
ar: تم إرسال مجموعة من رسائل البريد المرسلة بنجاح "مشفرة" ، والباقي بنص واضح.
cs_cz: Několik e-mailů bylo úspěšně odesláno šifrovaně, zbytek něšifrovaně.
hr_hr: Uspiješni su poslani sigurni sustavom enkripcijom, a ostali otvorenim sustavom.
nb_no: En del av e-postene som ble sendt, ble sendt med kryptering, resten i klartekst,
sr_rs: Podskup uspešno poslatih mejlova je poslat sa enkripcijom prilikom transporta, preostali deo je u čitljivom formatu.

source: Some invitation emails were sent successfully (%s in total), the others failed.
ar: تم إرسال بعض رسائل البريد الإلكتروني الخاصة بالدعوات بنجاح (مجموعهم %s)، بينما تعذر ارسال البعض الآخر.
cs_cz: Některé e-maily s pozvánkou byly odeslány úspěšně (celkem %s) odeslány.
hr_hr: Neke pozivnice mailom su poslane suspješno (%s od svih), a ostale nisu poslane.
nb_no: Noen e-post invitasjoner ble sendt (totalt %s), resten mislyktes.
sr_rs: Neki pozivni mejlovi su poslati uspešno (%s ukupno), preostali su neuspešno poslati.

source: Partial success.
ar: نجاح جزئي.
cs_cz: Bylo částečně úspěšné.
hr_hr: Djelomični uspjeh.
nb_no: Delvis suksess.
sr_rs: Delimično uspešno.

source: The invitation email address was malformed, no invitation was sent!
ar: عنوان البريد الإلكتروني للدعوة غير صحيح ، ولم يتم إرسال دعوة!
cs_cz: E-mail na pozvánce je chybný, pozvánku se nepodařilo odeslat!
hr_hr: Neispravan format email adrese, pozivnica nije poslana!
nb_no: Invitasjons e-post adressen var feil formatert, ingen invitasjon ble sendt!
sr_rs: Pozivni mejl nije dobro formatiran, pozivnica nije poslata!

source: Error: unknown result code of invitation!?!
ar: خطأ: رمز نتيجة الدعوة غير معروف!؟!
cs_cz: Chyba: neznámý stav pozvánky!?!
hr_hr: Greška: nepoznat rezultat koda pozivnice!?!
nb_no: Feil: ukjent resultat kode for invitasjon!?!
sr_rs: Greška: nepoznati kod pozivnice!?!

source: Unknown result!
ar: نتيجة غير معروفة!
cs_cz: Výsledek neznámý!
hr_hr: Nepoznat rezultat!
nb_no: Ukjent resultat!
sr_rs: Nepoznat rezultat!

source: Diagnose reachability and connection parameters of any %s %s
ar: تشخيص قابلية الوصول ومعلمات الاتصال 'Parameters' لأي %s %s
hr_hr: Dijagnosticirajte dostupnost i parametre veze bilo kojeg %s %s
nb_no: Feilsøk nåbarhet og tilkoblingsparametre for %s %s

source: Go!
ar: إذهب!
cs_cz: Začít!
hr_hr: Idi!
nb_no: Gå!
sr_rs: Idi!

source: Need help? Refer to the <a href='%s'>%s manual</a>
ar: تحتاج مساعدة؟ الرجوع إلى<a href='%s'> دليل %s</a>
cs_cz: Potřebujete pomoc? Nahlédněte do <a href='%s'>%s příručky</a>
hr_hr: Trebate pomoć? Provjerite na <a href='%s'>%s manual</a>
nb_no: Trenger du hjelp? Se <a href='%s'>%s veiledning</a>
sr_rs: Potrebna vam je pomoć? Pogledajte <a href='%s'>Uputstvo za %s</a>

source: Participant Details
ar: تفاصيل المشترك
hr_hr: Detalji o sudioniku
nb_no: Deltakers detaljer

source: Configured / Visible / OpenRoaming
ar: مهيأ / مرئي / OpenRoaming
hr_hr: Konfigurirano / Vidljivo / OpenRoaming
nb_no: Konfigurert / Synlig / OpenRoaming

source: %s Name
ar: إسم %s
cs_cz: Název %s
hr_hr: %s Naziv
nb_no: %s navn
sr_rs: Ime %s

source: %s Database Sync Status
ar: حالة مزامنة قاعدة بيانات %s
cs_cz: Stav synchronizace s databází %s
hr_hr: %s Status sinkronizacije baze podataka
nb_no: %s Database synk status
sr_rs: %s status sinhronizovanja DB

source: Administrator Management
ar: إدارة المسؤول
cs_cz: Nastavení správců
hr_hr: Upravljanje administratorima
nb_no: Administrator oppsett
sr_rs: Upravljanje administracijom

source: The following %s are in your %s %s:
ar: %s التالية موجودة في %s %s الخاص بك:
cs_cz: Následující %s jsou ve vaší %s %s:
hr_hr: Sljedeće %s su u Vašem %s %s:
nb_no: Følgende %s er i din %s%s:
sr_rs: Sledeće %s su u vašoj %s %s:

source: Manage DB Link
ar: إدارة ربط قاعدة البيانات
cs_cz: Spravovat databázové propojení
hr_hr: Administracija DB linka
nb_no: Administrer DB link
sr_rs: Upravljaj linkom za DB

source: Linked
ar: مرتبط
cs_cz: Propojeno
hr_hr: Povezano
nb_no: Linket
sr_rs: Povezano

source: NOT linked
ar: غير مرتبط
cs_cz: Nepropojeno
hr_hr: Nije povezano
nb_no: IKKE tilknyttet
sr_rs: NIJE povezano

source: Add/Remove Administrators
ar: إضافة / إزالة المسؤولين
cs_cz: Přidat/Odebrat správce
hr_hr: Dodaj/obriši administratora
nb_no: Legge til / fjerne administratorer
sr_rs: Dodaj/Obriši administratore

source: Pending invitations in the %s:
ar: الدعوات المعلقة في %s:
cs_cz: Čekající pozvánky v %s:
hr_hr: Pozivnice čekaju u %s:
nb_no: Ventende invitasjoner i %s:
sr_rs: Pozivi na čekanju za %s:

source: Revoke Invitation
ar: إلغاء الدعوة
cs_cz: Zrušit pozvánku
hr_hr: Povlačenje pozivnice
nb_no: Trekk tilbake invitasjonen
sr_rs: Opozovi pozivnicu

source: (expires %s)
ar: (تنتهي %s)
cs_cz: (vyprší %s)
hr_hr: (istječe %s)
nb_no: (utløper %s)

source: Register a new %s!
ar: تسجيل %s جديدة!
cs_cz: Registrovat novou%s!
hr_hr: Registrirajte novi %s!
nb_no: Registrer en ny %s!
sr_rs: Registruj novu %s!

source: Device Compatibility matrix
ar: مصفوفة توافق الجهاز
cs_cz: Tabulka kompatibility zařízení
hr_hr: Tablica kompatibilnih uređaja
nb_no: Kompatibilitetsmatrise
sr_rs: Matrica kompatibilnosti uređaja

source: Device compatibility matrix for %s of %s
ar: مصفوفة توافق الجهاز ل%s ل%s

source: Device
ar: جهاز
cs_cz: Zařízení
hr_hr: Uređaj
nb_no: Enhet
sr_rs: Uređaj

source: EAP-Type-specific options...
ar: خيارات خاصة بنوع EAP...
cs_cz: Nastavení metody EAP...
hr_hr: Opcije EAP tipa
nb_no: EAP-type-spesifikke opsjoner ...
sr_rs: Opcije specifične za EAP tip...

source: Device-specific options...
ar: خيارات خاصة بالجهاز...
cs_cz: Nastavení zařízení...
hr_hr: Opcije uređaja
nb_no: Enhets-spesifikke opsjoner ...
sr_rs: Opcije specifične za uređaj...

source: %s<br/>Installer
ar: %s <br/> برنامج تثبيت
cs_cz: %s<br/>Instalátor
nb_no: %s<br/>Installasjonsprogram

source: %s + OpenRoaming<br/>Installer
ar: %s + OpenRoaming <br/> برنامج التثبيت
cs_cz: %s + OpenRoaming<br/>Instalátor
nb_no: %s + OpenRoaming<br/>Installasjonsprogram

source: Legend:
ar: وسيلة إيضاح Legend:
cs_cz: Legenda:
hr_hr: Legenda:
sr_rs: Legenda:

source: Colour
ar: لون
cs_cz: Barva
hr_hr: Boja
nb_no: Farge

source: Meaning
ar: معنى
cs_cz: Význam
hr_hr: Značenje
nb_no: Betydning

source: redirection is set
ar: تم تعيين إعادة التوجيه
cs_cz: přesměrování je nastaveno
hr_hr: postavljena redirekcija
nb_no: redirigering er på
sr_rs: redirekcija je podešena

source: will be offered on download site
ar: سيتم عرضها على موقع التنزيل
cs_cz: bude nabídnuto ke stažení na veřejné stránce
hr_hr: biti će ponuđeno na sjedištu za dohvat
nb_no: vil bli tilgjengelig på nedlastningsside
sr_rs: biće ponuđeno na sajtu za preuzimanje

source: configured, but not preferred EAP type
ar: تم تهيئتة، ولكن لا يفضل نوع EAP
cs_cz: nakonfigurovaná, ale nepreferovaná metoda EAP
hr_hr: konfiguriran , ali nije osnovni EAP tip
nb_no: konfigurert, men ingen foretrukket EAP type
sr_rs: EAP tip koji je konfigurisan, ali nije preferiran

source: incomplete configuration
ar: التهيئة غير المكتملة
cs_cz: nekompletní konfigurace
hr_hr: nepotpuna konfiguracija
nb_no: ufullstendig konfigurasjon
sr_rs: nekompletna podešavanja

source: not supported by CAT
ar: غير مدعوم من قبل أداة CAT
cs_cz: nepodporovaný v CAT
hr_hr: nije podržano u CAT-u
nb_no: ikke støttet av CAT
sr_rs: nije podržano od strane CAT

source: Footnotes:
ar: الحواشي السفلية Footnotes:
cs_cz: Poznámky pod čarou:
hr_hr: Bilješke:
nb_no: Fotnoter:
sr_rs: Fusnote:

source: Return to dashboard
ar: العودة إلى لوحة التحكم
cs_cz: Návrat na hlavní stránku
hr_hr: Povratak na kontrolnu ploču
nb_no: Tilbake til dashbord
sr_rs: Povratak na kontrolni panel

source: Information needed!
ar: معلومات مطلوبة!
cs_cz: Nedostatek informací!
hr_hr: Potrebni podaci!
nb_no: Informasjon trengs!
sr_rs: Potrebne informacije!

source: You can create up to %d users.
ar: يمكنك إنشاء ما يصل إلى %d مستخدمين.
cs_cz: Můžete vytvořit až %d uživatelů.
hr_hr: Možete stvoriti najviše %d korisnika.
nb_no: Du kan lage opp til %d brukere.

source: Their credentials will carry the name <strong>%s</strong>.
ar: ستحمل بيانات اعتمادهم على الاسم <strong>%s</strong>.
cs_cz: Jejich přihlašovací údaje budou záviset na jméně <strong>%s</strong>.
hr_hr: Njihove vjerodajnice nosit će ime <strong>%s</strong>.
nb_no: Leditimasjonen deres vil vise navnet<strong>%s</strong>.

source: Manage User Base
ar: إدارة قاعدة المستخدمين
cs_cz: Správa uživatelů
hr_hr: Upravljaj bazom korisnika
nb_no: Administrer brukere
sr_rs: Upravljaj bazom korisnika

source: Profile: %s
ar: ملف التعريف: %s
cs_cz: Profil: %s
hr_hr: Profil: %s
nb_no: Profil: %s
sr_rs: Profil: %s

source: <strong>EAP Types</strong> (in order of preference):
ar: <strong>أنواع EAP</strong> (بالترتيب حسب الافضلية):
cs_cz: <strong>Metody EAP</strong> (v pořadí podle preference):
hr_hr: <strong>EAP tipovi</strong> (redosljed po važnosti):
nb_no: <strong>EAP Typer</strong> (i foretrukket rekkefølge):
sr_rs: <strong>EAP tipovi</strong> (po prioritetu):

source: OK
ar: موافق

source: Options on EAP Method/Device level are in effect.
ar: الخيارات الخاصة بطريقة EAP /مستوى الجهاز، سارية المفعول.
cs_cz: Také volby na úrovni metody EAP/zařízení jsou možné.
hr_hr: Opcije na EAP razini metodi/uređaja su na snazi.
nb_no: Opsjoner på EAP Metode/Enheter er aktive
sr_rs: Opcije na nivou EAP metoda/uređaja su važeće.

source: Option override on profile level is in effect.
ar: تخطي الخيار على مستوى ملف التعريف ساري المفعول.
cs_cz: V profilu jsou přepisovány volby.
hr_hr: Zamjena vrijednosti na razini profila je aktivna.
nb_no: Overstyringsopsjon på profil nivå er aktivert.
sr_rs: Opcija "override" na profilu je aktivna.

source: The information in this profile is incomplete.
ar: المعلومات في هذا الملف التعريفي غير كاملة.
cs_cz: Informace v tomto profilu jsou neúplné.
hr_hr: Informaciju u ovom profilu su nepotpune.
nb_no: Informasjonen i profilen er ufullstendig
sr_rs: Podaci u ovom profilu nisu kompletni.

source: This profile is shown on the user download interface.
ar: يعرض ملف التعريف هذا على واجهة تنزيل المستخدم.
cs_cz: Tento profil je zobrazen pro koncové uživatele na veřejných stránkách CAT.
hr_hr: Ovaj profil prikazan je na stranici za preuzimanja korisnika.
nb_no: Profilen vises i bruker nedlastningssiden.
sr_rs: Ovaj profil je prikazan na korisničkom interfejsu za preuzimanje (download).

source: This profile is NOT shown on the user download interface, even though we have enough information to show. To enable the profile, add the attribute "%s" and tick the corresponding box.
ar: لا يظهر ملف التعريف هذا في واجهة التنزيل للمستخدم، على الرغم من أن لدينا معلومات كافية لعرضه. لتمكين ملف التعريف، قم بإضافة السمه "%s" وحدد المربع المقابل.
cs_cz: Tento profil NENÍ zobrazen ke stažení pro koncové uživatele na veřejných stránkách, ačkoli obsahuje veškeré potřebné informace. Profil lze aktivovat přidáním atributu "%s" a zaškrtnutím příslušného políčka.
hr_hr: Ovaj profil nije prikazan u sučelju za preuzimanja, iako ima ispunjene sve potrebne informacije. Kako bi omogućili ovaj profil na stranici za preuzimanja, dodajte atribut "%s" i stavite kvačicu u odgovarajuću kućicu.
nb_no: Denne profilen vises IKKE i bruker nedlastnings grensesnittet, selv om det er nok informasjon til å vise den. For å aktivere profilen, legg til attributt "%s" og huk av korresponderende boks.
sr_rs: Ovaj profil se NE prikazuje na korisničkoj stranici za preuzimanje, iako imamo dovoljno informacija. Da biste aktivirali profil, dodajte atribut "%s" i obeležite odgovarajuće polje.

source: The realm can only be checked if you configure the realm!
ar: يمكن التحقق من نطاق realm إذا قمت بتهيئة نطاق realm!
cs_cz: Doména může být zkontrolována pouze pokud ji v profilu nakonfigurujete!
hr_hr: Realm može biti provjeren samo u slučaju da je realm ispravno konfiguriran!
nb_no: Dette realm kan bare sjekkes om du konfigurerer det først!
sr_rs: Domen može biti proveren samo ako ste uneli podešavanja za taj domen!

source: Check realm reachability
ar: تحقق من إمكانية الوصول إلى نطاق realm
cs_cz: Zkontrolovat dostupnost domény
hr_hr: Provjera dostupnosti realm-a
nb_no: Sjekk realm tilgjengelighet
sr_rs: Proveri dostupnost domena

source: You have not fully configured any supported EAP types!
ar: لم تقم بتهيئة أي من أنواع EAP المدعومة بشكل كامل!
cs_cz: Nemáte kompletně nakonfigurovanou žádnou metodu EAP!
hr_hr: Niti jedan EAP tip nije u potpunosti konfiguriran!
nb_no: Du har ikke konfigurert ferdig minst 1 støtte EAP type!
sr_rs: Niste u potpunosti konfigurisali ni jedan podržani EAP tip!

source: Installer Fine-Tuning and Download
ar: برنامج التثبيت Fine-Tuning وتنزيله
cs_cz: Instalační programy: podrobné nastavení a stahování
hr_hr: Fino ugađanje i preuzimanje installera
nb_no: Installasjonsprogram finjustering og nedlasting
sr_rs: Precizna podešavanja softvera za instalaciju i Preuzimanje

source: Edit
ar: تعديل
cs_cz: Upravit
hr_hr: Uređivanje
nb_no: Endre
sr_rs: Izmeni

source: Do you really want to delete the profile %s?
ar: هل حقًا تريد حذف ملف التعريف%s؟
cs_cz: Opravdu chcete odstranit profil %s?
hr_hr: Da li stvarno želiš obrisati profil %s?
nb_no: Sikker på at du vil slette profilen %s?
sr_rs: Da li zaista želite da obrišete profil %s?

source: Delete
ar: حذف
cs_cz: Smazat
hr_hr: Obriši
nb_no: Slett
sr_rs: Obriši

source: Successfully set profile
ar: تم تعيين ملف التعريف بنجاح
hr_hr: Profil uspješno postavljen
nb_no: Profil satt!

source: Some problem occurred during profile update
ar: حدثت اشكالية في تحديث الملف الشخصي

source: inactive
ar: غير فعال
cs_cz: neaktivní
hr_hr: neaktivan
nb_no: inaktiv

source: active
ar: فعال
cs_cz: aktivní
hr_hr: aktivan
nb_no: aktiv

source: Deployment Details
ar: تفاصيل الإعدادات
hr_hr: Detalji implementacije
nb_no: Instansdetaljer

source: Your primary RADIUS server
ar: خادم RADIUS الأساسي الخاص بك
hr_hr: Vaš primarni RADIUS poslužitelj
nb_no: Din primære RADIUS-tjener

source: RADIUS port number:
ar: رقم المنفذ Port لــ RADIUS:
hr_hr: RADIUS port
nb_no: RADIUS portnummer:

source: Your backup RADIUS server
ar: خادم RADIUS الإحتياطي الخاص بك
cs_cz: Váš záložní RADIUS server
hr_hr: Vaš backup RADIUS poslužitelj
nb_no: Din reserve RADIUS-server

source: Custom Operator-Name
ar: اسم المشغل/ Operator-Name المخصص:
hr_hr: Prilagođeni Operator-Name
nb_no: Egendefinert operatørnavn

source: VLAN tag for own users
ar: علامة 'VLAN tag' للمستخدمين
hr_hr: VLAN tag za vlastite korisnike
nb_no: VLAN tag for egne brukere

source: Realm to be considered own users
ar: نطاق realm ليتم اعتباره للمستخدمين الخاصين بنا
hr_hr: Domena s vlastitim korisnicima
nb_no: Realm som regnet som egne brukere

source: Advanced Configuration
ar: التهيئة المتقدمة
hr_hr: Napredne postavke
nb_no: Avansert konfigurasjon

source: Do you really want to deactivate the %s deployment?
ar: هل تريد حقًا تعطيل إعدادات %s؟
hr_hr: Želite li stvarno deaktivirati %s?
nb_no: Vil du virkelig deaktivere instansen %s?

source: Deactivate
ar: تعطيل
hr_hr: Deaktiviraj
nb_no: Deaktiver

source: Activation failure.
ar: فشل التفعيل.
hr_hr: Neuspješna aktivacija.
nb_no: Aktivering misslykket.

source: Activation failure for your primary RADIUS server.
ar: فشل تفعيل خادم RADIUS الأساسي.
hr_hr: Neuspješna aktivacija vašeg primarnog RADIUS poslužitelja.
nb_no: Kunne ikke aktivere primær RADIUS-tjener.

source: Activation failure for your backup RADIUS server.
ar: فشل تفعيل خادم RADIUS الاحتياطي.
hr_hr: Neuspješna aktivacija vašeg backup RADIUS poslužitelja.
nb_no: Kunne ikke aktivere reserve RADIUS-tjener.

source: Accept Terms of Use
ar: قبول شروط الاستخدام
hr_hr: Prihvatite Uvjete korištenja
nb_no: Godta bruksvilkår

source: Do you really want to remove this %s deployment?
ar: هل حقا تريد حذف إعداد %s هذا؟
hr_hr: Da li stvarno želiš maknuti %s nadogradnju?
nb_no: Vil du virkelig slette instansen %s?

source: Remove deployment
ar: حذف الاعداد
hr_hr: Makni nadogradnju
nb_no: Slett instans

source: Activate
ar: تفعيل
hr_hr: Aktiviraj
nb_no: Aktiver

source: Failure during deactivation, your request is queued for handling
ar: فشل أثناء عملية التعطيل ، طلبك في قائمة الانتظار للمعالجة
hr_hr: Neuspjeh tijekom deaktivacije, vaš je zahtjev na čekanju za obradu
nb_no: Deaktivering feilet, forespørselen er lagt i kø

source: Deactivation failure for your primary RADIUS server, your request is queued.
ar: فشل تعطيل خادم RADIUS الأساسي، طلبك في قائمة الانتظار.
hr_hr: Neuspješna deaktivacija vašeg primarnog RADIUS poslužitelja, vaš je zahtjev na čekanju.
nb_no: Kunne ikke deaktivere primær RADIUS-tjener. Forespørsel lagt i kø.

source: Deactivation failure for your backup RADIUS server, your request is queued.
ar: فشل تعطيل خادم RADIUS الإحتياطي، طلبك في قائمة الانتظار.
hr_hr: Neuspješna deaktivacija vašeg backup RADIUS poslužitelja, vaš je zahtjev na čekanju.
nb_no: Kunne ikke deaktivere reserve RADIUS-tjener. Forespørsel lagt i kø.

source: Hotspot Usage Statistics
ar: إحصائيات استخدام نقاط الاتصال
hr_hr: Hotspot statistika korištenja
nb_no: Bruksstatistikk for hotspot

source: 5 most recent authentications
ar: أحدث 5 عمليات مصادقة
hr_hr: 5 zadnjih autentikacija
nb_no: 5 siste autentiseringer

source: Realm
ar: النطاق Realm

source: Result
ar: نتيجة
cs_cz: Výsledek
hr_hr: Rezultat
nb_no: Resultat

source: AP Identifier
ar: معرف نقاط الوصول AP
hr_hr: Oznaka APa
nb_no: AP identifikator

source: Success
ar: نجاح
cs_cz: Úspěch
hr_hr: Uspješno
nb_no: Suksess

source: Failure
ar: فشل
cs_cz: Selhání
hr_hr: Neuspješno
nb_no: Feil

source: Last hour
ar: آخر ساعة
hr_hr: Zadnji sat
nb_no: Siste time

source: Last 30 days
ar: آخر 30 يومًا
hr_hr: Zadnjih 30 dana
nb_no: Siste 30 dager

source: Last 6 months
ar: آخر 6 أشهر
hr_hr: Zadnjih 6 mjeseci
nb_no: Siste 6 måneder

source: %s: %s Dashboard
ar: %s: لوحة تحكم %s
hr_hr: %s: %s Kontrolna ploča
nb_no: %s:%s Dashbord

source: %s general settings
ar: الإعدادات العامة لـ %s
cs_cz: Všeobecné nastavení %s
hr_hr: %s generalne postavke
nb_no: %s generelle innstillinger
sr_rs: Generalna podešavanja za %s

source: Edit ...
ar: تعديل ...
hr_hr: Uredi ...
nb_no: Endre ...

source: %s: %s Deployment Details
ar: %s: تفاصيل إعدادات %s
hr_hr: %s: %s Pojedinosti implementacije
nb_no: %s: %s instansdetaljer

source: Add %s profile ...
ar: إضافة ملف تعريف %s ...
cs_cz: Přidat %sprofil...
hr_hr: Dodaj %s profil...
nb_no: Legg till %s profil ...
sr_rs: Dodaj %s profil ...
