Repository: sielnet/CAT
Catalog: translation/*/web_admin.po
Languages: ar, cs_cz, hr_hr, nb_no, sr_rs

source: CA Certificate URL
ar: رابط CA Certificate
cs_cz: URL certifikátu CA
hr_hr: CA certifikat URL
nb_no: CA sertifikat URL
sr_rs: URL CA sertifikata

source: CA Certificate File
ar: ملف CA Certificate
cs_cz: Soubor s certifikátem CA
hr_hr: CA certifikat datoteka
nb_no: CA sertifikat fil
sr_rs: Fajl sa CA sertifikatom

source: Profile Display Name
ar: اسم العرض للملف التعريفي
cs_cz: Název profilu
hr_hr: Naziv profila
nb_no: Profil Visningsnavn
sr_rs: Ime profila za prikaz

source: Admin Accepted IdP Terms of Use
ar: قبول المسؤول لشروط الاستخدام الخاصة بموفر الهوية 'IdP'
cs_cz: Administrátorem odsouhlasené podmínky použití IdP
hr_hr: Administrator prihvatio IdP Uvjete korištenja
nb_no: Brukervilkår for IdP akseptert av administrator

source: Admin Accepted SP Terms of Use
ar: قبول المسؤول لشروط الاستخدام الخاصة بمقدم الخدمة 'SP'
cs_cz: Administrátorem odsouhlasené podmínky použití SP
hr_hr: Administrator prihvatio SP Uvjete korištenja
nb_no: Brukervilkår for SP akseptert av administrator

source: Extra text on downloadpage for device
ar: نص إضافي على صفحة التنزيل للجهاز
cs_cz: Doplňující pokyny pro uživatele tohoto zařízení
hr_hr: Dodatni tekst na stranici za preuzimanje specifičan za uređaj
nb_no: Ekstra tekst på nedlastningsside for enhet
sr_rs: Dodatni tekst na stranici za preuzimanje za uređaj

source: Redirection Target
ar: هدف إعادة التوجيه
cs_cz: Cíl přesměrování
hr_hr: Odredište preusmjeravanja
nb_no: Redirigeringsmål
sr_rs: Odredište za preusmeravanje

source: Extra text on downloadpage for EAP method
ar: نص إضافي في صفحة التنزيل لـ EAP method
cs_cz: Doplňující pokyny k této metodě EAP
hr_hr: Dodatni tekst na stranici za preuzimanje specifičan za EAP metodu
nb_no: Ekstra tekst på nedlastningsside for EAP metode
sr_rs: Dodatni tekst za EAP metodu na stranici za preuzimanje

source: Turn on selection of EAP-TLS User-Name
ar: قم بتشغيل تحديد EAP-TLS User-Name
cs_cz: Zapněte volbu User-Name pro EAP-TLS
hr_hr: Isključi dio EAP-TLS User-Name
nb_no: Slå på valg av EAP-TLS brukernavn
sr_rs: Uključite izbor EAP-TLS User-Name

source: Use GEANTlink for TTLS (Windows 8 and 10)
ar: استخدم GEANTlink لـ TTLS (Windows 8 و Windows 10)
cs_cz: Pro TTLS ve Windows 8 a 10 použijte GEANTlink
hr_hr: Koristi GEANTlink za TTLS (Windows 8 and 10)
nb_no: Bruk GEANTlink for TTLS (Windows8 og 10)

source: Profile Description
ar: وصف ملف التعريف
cs_cz: Popis profilu
hr_hr: Opis profila
nb_no: Profil beskrivelse
sr_rs: Opis profila

source: Custom Installer Name Suffix
ar: اللاحقة Suffix لإسم برنامج التثبيت المخصص
cs_cz: Vlastní název instalačního programu
hr_hr: Sufiks naziva installera
sr_rs: Prilagođen nastavak za imena instalera

source: Real Name
ar: الاسم الحقيقي
cs_cz: Jméno
hr_hr: Stvarno ime
nb_no: Navn
sr_rs: Pravo ime

source: E-Mail Address
ar: عنوان البريد الالكتروني
cs_cz: E-mailová adresa
hr_hr: E-Mail adresa
nb_no: Epost adresse
sr_rs: E-mail adresa

source: Remove/Disable SSID
ar: إزالة / تعطيل SSID
cs_cz: Smazat/zablokovat SSID
hr_hr: Makni/onemogući SSID
nb_no: Fjern/deaktiver SSID
sr_rs: Ukloni/Onemogući SSID

source: Mandatory Content Filtering Proxy
ar: البروكسي الإلزامي لتصفية المحتوى
cs_cz: Povinné filtrování obsahu
hr_hr: Obavezan proxy filtriranja sadržaja
nb_no: Obligatorisk innholdsfiltreringsproxy
sr_rs: Obavezan proksi za filtriranje sadržaja

source: Custom CSS file for User Area
ar: ملف CSS مخصص لصفحة المستخدم
cs_cz: Soubor s vlastním CSS pro uživatelskou část
hr_hr: Prilagođeni CSS za korisnika
nb_no: Tilpasset CSS fil for brukerområde
sr_rs: Prilagođen CSS fajl za prostor za korisnike

source: %s Logo
ar: شعار %s

source: Preferred Skin for User Area
ar: المظهر المفضل لصفحة المستخدم
cs_cz: Preferovaný vzhled pro uživatelskou část
hr_hr: Poželjan izgled korisničkog sučelja
nb_no: Foretrukket skin for brukere
sr_rs: Odabrana pozadina za prostor za korisnike

source: Include %s branding in installers
ar: قم بتضمين العلامة التجارية لـ%s في برامج التثبيت
cs_cz: Vložit vlastní značku %s v instalátorech
hr_hr: Uključi %s branding u installere
nb_no: Inkluder %s branding i installasjonsprogram
sr_rs: Uključi %s brendiranje u instalere

source: %s Homepage
ar: الصفحة الرئيسية لـ%s
cs_cz: Domovská stránka %s
hr_hr: %s Početna stranica
nb_no: %s Hjemmeside
sr_rs: %s početna strana

source: Custom text in %s Invitations
ar: نص مخصص في دعوات %s
cs_cz: Vlastní text v pozvánkách od %s
hr_hr: Prilagođeni tekst u %s pozivnici
nb_no: Tilpasset tekst i %s invitasjoner
sr_rs: Prilagođen tekst u %s pozivnicama

source: Enable %s
ar: تفعيل %s
cs_cz: Povolit %s
hr_hr: Omogući %s
nb_no: Aktiver %s
sr_rs: Omogući %s

source: %s: Do not terminate EAP
ar: %s: لا تقم بإنهاء EAP
cs_cz: %s: Nezakončovat EAP
hr_hr: %s: Ne prekidajte EAP
nb_no: %s: Terminerer ikke EAP
sr_rs: %s: Ne terminirati EAP

source: %s: max users per profile
ar: %s: أقصى عدد مستخدمين لكل ملف تعريف
cs_cz: %s: maximální počet uživatelů jednoho profilu
hr_hr: %s: maksimalno korisnika po profilu
nb_no: %s: maks brukere pr profil
sr_rs: %s: maksimalan broj korisnika po profilu

source: Mint %s with CA on creation
ar: إضافة %s مع CA عند الإنشاء
cs_cz: Mint %s vzniklou CA
hr_hr: Mint %s sa CA kod stvaranja
nb_no: Forhåndsutfylt %s med CA ved opprettelse
sr_rs: Napravi %s sa CA sertifikatom prilikom kreiranja

source: OpenRoaming: Allow %s Opt-In
ar: OpenRoaming: السماح بالاشتراك في %s
hr_hr: OpenRoaming: Dozvoli %s Opt-In
nb_no: OpenRoaming: Tillat %s påmelding

source: VLAN for own users
ar: VLAN للمستخدمين
hr_hr: VLAN za vlastite korisnike
nb_no: VLAN for egne brukere

source: Custom Operator-Name attribute
ar: سمه مخصصة لإسم المشغل Operator-Name
cs_cz: Vlastní jméno atributu operátora:
hr_hr: Prilagođeni Operator-Name attribute
nb_no: Egendefinert operatørnavn-attributt

source: General %s details
ar: التفاصيل العامة لـ %s
cs_cz: Všeobecné detaily %s
hr_hr: Općeniti %s detalji
nb_no: Generelle %s detaljer
sr_rs: Generalni podaci o %s

source: Global Helpdesk Details
ar: بيانات مركز الدعم العالمي
cs_cz: Všeobecné informace o technické podpoře
hr_hr: Glavni podaci za helpdesk
nb_no: Globale brukerstøtte detaljer
sr_rs: Glavni podaci o službi za pomoć korisnicima

source: There was an error while retrieving the certificate from the database!
ar: حدث خطأ أثناء استرداد الشهادة من قاعدة البيانات!
cs_cz: Při načítání certifikátu z databáze se vyskytla chyba!
hr_hr: Došlo je do pogreške kod preuzimanja certifikata iz baze podataka!
nb_no: Det oppstod en feil under henting av sertifikatet fra databasen.
sr_rs: Došlo je do greške prilikom vraćanja sertifikata iz baze podataka!

source: There was an error processing the certificate!
ar: حدث خطأ أثناء معالجة الشهادة!
cs_cz: Při zpracování certifikátu se vyskytla chyba!
hr_hr: Došlo je do pogreške u obradi certifikata!
nb_no: Feil under prossessering av sertifikat!
sr_rs: Prilikom obrade sertifikata desila se greška!

source: This is a <strong>SERVER</strong> certificate!
ar: هذه شهادة <strong>الخادم</strong>!
cs_cz: Toto je <strong>SERVEROVÝ</strong> certifikát!
hr_hr: Ovo je <strong>SERVER</strong> certifikat!
nb_no: Dette er et <strong>TJENER</strong> sertifikat!
sr_rs: Ovo je <strong>SERVERSKI</strong> sertifikat!

source: Preview of logo file
ar: معاينة ملف الشعار
cs_cz: Náhled loga
hr_hr: Pogled na log datoteku
nb_no: Forhåndsvisning av logo fil
sr_rs: Pregled logo fajla

source: There was an error while retrieving the file from the database!
ar: حدث خطأ أثناء استرداد الملف من قاعدة البيانات!
cs_cz: Při načítání souboru z databáze se vyskytla chyba!
hr_hr: Došto je do pogreške kod preuzimanja file-a iz baze!
nb_no: Det oppstod en feil under henting av filen fra databasen!
sr_rs: Došlo je do greške prilikom vraćanja fajla iz baze podataka!

source: File exists
ar: الملف موجود
cs_cz: Soubor existuje
hr_hr: Datoteka postoji
nb_no: Filen finnes
sr_rs: Fajl postoji

source: Preview
ar: معاينة
cs_cz: Náhled
hr_hr: Pogled
nb_no: Forhåndsvisning
sr_rs: Pregled

source: Remark
ar: ملاحظة
cs_cz: Poznámka
hr_hr: Zabiljeska
nb_no: Merk
sr_rs: Napomena

source: Warning!
ar: تحذير!
cs_cz: Upozornění!
hr_hr: Upozorenje!
nb_no: Advarsel!
sr_rs: Upozorenje!

source: Error!
ar: خطأ!
cs_cz: Chyba!
hr_hr: Pogreška!
nb_no: Feil!
sr_rs: Greška!

source: Realm:
cs_cz: Doména:
hr_hr: Domena:
sr_rs: Domen:

source: Timestamp (UTC)
hr_hr: Vrijeme (UTC)
nb_no: Tidsstempel (UTC)

source: MAC Address
cs_cz: MAC adresa
hr_hr: MAC adresa
nb_no: MAC adresse

source: (self-appointed)
cs_cz: (jmenován sám sebou)
hr_hr: (samostalno dodijeljen)
nb_no: (selv-oppnevnt)
sr_rs: (samo-postavljen)

source: EAP-Type <strong>%s</strong>
cs_cz: metodu EAP <strong>%s</strong>
hr_hr: EAP tip <strong>%s</strong>
sr_rs: EAP-tip <strong>%s</strong>

source: Production-Ready
cs_cz: Připravený na publikování
hr_hr: Spremno za produkciju
nb_no: Produksjons-klar
sr_rs: Spreman/a za produkciju

source: OpenRoaming: Custom NAPTR Target
hr_hr: OpenRoaming: Prilagođeni NAPTR Target
nb_no: OpenRoaming: Egendefinert NAPTR-mål

source: RADIUS shared secret
nb_no: RADIUS delt nøkkel

source: (AP Identifier is a /-separated tuple of NAS-Identifier/NAS-IP-Address/NAS-IPv6-Address/Called-Station-Id)
nb_no: (AP identifikator er en '/'-separert tuppel av NAS-identifikator/NAS-IP-adresse/NAS-IPv6-adresse/Called-Station-Id)

source: Root CA
nb_no: Rot CA

source: Intermediate CA
cs_cz: Mezilehlý CA
nb_no: Midlertidig CA

source: Hotspot 2.0 / Passpoint Consortia:
cs_cz: Konsorcia Hotspot 2.0 / Passpoint:

source: Realm: <strong>%s</strong>
cs_cz: Doména: <strong>%s</strong>
sr_rs: Domen: <strong>%s</strong>

source: HS20 Consortium OI
cs_cz: Identifikátor organizace konsorcia HS20
