Repository: sielnet/CAT
Catalog: translation/*/web_admin.po
Languages: ar, cs_cz, hr_hr, nb_no, sr_rs

source: Mail address to invite:
ar: عنوان البريد الالكتروني المراد دعوته:
cs_cz: E-mailová adresa:
hr_hr: Mail adresa na koju se šalje pozivnica:
nb_no: Invitere epostadresse:
sr_rs: E-mail adresa za poziv:

source: Auto-Detecting root CA for a new profile
ar: الكشف التلقائي عن "root CA" لملف تعريف جديد
hr_hr: Automatsko otkrivanje root CA za novi profil
nb_no: Oppdager rot CA for ny profil automatisk

source: Valid RADIUS username and realm:
ar: اسم مستخدم RADIUS والنطاق realm صالحان:
hr_hr: Valjano RADIUS korisničko ime i domena:
nb_no: Gyldig RADIUS-brukernavn og -realm:

source: Detect root CA
ar: كشف root CA
hr_hr: Nađi root CA
nb_no: Oppdag rot CA

source: Something's wrong... you are a %s admin, but not for the %s the requested %s belongs to!
ar: هناك شيء خاطئ ... أنت مسؤول لـ%s، وليس لـ %s التي تنتمي إليها الـ %s المطلوبة!
cs_cz: Něco není v pořádku... jste sice správce %s, ale ne té %s, kam patří dotyčná %s!
hr_hr: Nešto nije u redu... Vi ste %s administrator, ali ne za %s zatraženi %s
nb_no: Noe er feil... du er en %s admin, men ikke for %s det forespurte %s hører til!
sr_rs: Nesto nije u redu... vi ste administrator %s, ali ne za %s kojoj pripada zahtevani %s!

source: device <strong>%s</strong>
ar: جهاز <strong>%s</strong>
cs_cz: zařízení <strong>%s</strong>
hr_hr: uređaj <strong>%s</strong>
nb_no: enhet <strong>%s</strong>
sr_rs: uređaj <strong>%s</strong>

source: Fine-tuning options for
ar: خيارات الـ Fine-tuning لـ
cs_cz: Podrobné nastavení pro
hr_hr: Fino ugađanje opcija za
nb_no: Finjusteringsvalg for
sr_rs: Opcije za fina podešavanja za

source: User Authentication Records
ar: سجلات المصادقة للمستخدم
cs_cz: Uživatelské autentizační záznamy
hr_hr: Zapisi o autentikacijama korisnika
nb_no: Bruker autentiseringer

source: Note that:
ar: لاحظ أن:
cs_cz: Všimněte si, že:
hr_hr: Primite na znanje:
nb_no: Merk:

source: Authentication records are deleted after six months retention time
ar: يتم حذف سجلات المصادقة بعد ستة أشهر من الاحتفاظ بها
cs_cz: Záznamy o autentizaci jsou smazány po šesti měsících
hr_hr: Autentikacijski zapisi brišu se nakon šest mjeseci
nb_no: Brukerautentiseringer slettes etter 6 måneder

source: Operator Domain is based on the RADIUS attribute 'Operator-Name' and not sent by all hotspots
ar: يعتمد نطاق المشغل على سمة Operator-Name' attribute' للـ RADIUS ولا يتم إرسالها بواسطة جميع نقاط الاتصال
cs_cz: Doména operátora vychází z atributu RADIUS 'Operator-Name' a není odeslílána všemi hotspoty
hr_hr: Domena operatera temelji se na RADIUS atributu 'Operator-Name' i ne šalje se sa svih pristupnih točaka
nb_no: Operatørdomene er basert på Radius attributten 'Operator-Name' den sendes ikke av alle hotspots

source: Different MAC addresses per credential may be due to MAC Address randomisation in recent operating systems
ar: قد تكون عناوين MAC المختلفة لكل بيانات اعتماد بسبب التوزيع العشوائي لعنوان MAC في أنظمة التشغيل الحديثة
cs_cz: Rozdílné MAC adresy u jednoho účtu mohou být způsobeny randomizací MAC adres v posledních verzích některých OS
hr_hr: Različite MAC adrese po korisničkim podacima moguće su zbog 'randomizacije MAC adresa' u novijim operativnim sustavima
nb_no: Forskjellige MAC adresser pr credential kan skyldes MAC adresse randomisering i nyere operativ system

source: Timestamp
ar: الطابع الزمني Timestamp
cs_cz: Časové razítko
nb_no: Tidsstempel

source: Credential
ar: بيانات الاعتماد
cs_cz: Přihlašovací údaje
hr_hr: Vjerodajnice

source: Operator Domain
ar: نطاق المشغل
cs_cz: Doména operátora
hr_hr: Domena operatera
nb_no: Operatørdomene

source: Location
ar: الموقع
cs_cz: Umístění
hr_hr: Lokacija
nb_no: Lokasjon
sr_rs: Lokacija

source: The user download interface (see <a href='../'>here</a>), uses geolocation to suggest possibly matching IdPs to the user. The more precise you define the location here, the easier your users will find you.
ar: تستخدم واجهة التنزيل للمستخدم (انظر <a href='../'>هنا</a>) الموقع الجغرافي لاقتراح احتمال مطابقة موفري الهوية IdPs مع المستخدم. كلما زادت دقة تحديد الموقع هنا، كان من الأسهل أن يجدك المستخدمون.
cs_cz: Rozhraní pro stahování (viz <a href='../'>zde</a>) používá geolokační údaje pro doporučení domovského IdP. Čím přesnější geolokační údaje zde zadáte, tím snadněji vás uživatelé najdou.
hr_hr: Korisničko sučelje za preuzimanja (<a href='../'>sučelje</a>), koristi geolociranje kako bi sugeriralo korisniku moguću davatelje identiteta. Što preciznije definirate svoju lokaciju to će Vas korisnici lakše pronaći.
nb_no: Nedlastningssiden for brukere (se <a href='../'>her</a>), bruker geolokasjon for å foreslå mulige IdP'er for brukere. Jo mer presist du definerer lokasjonen her, jo lettere vil brukerene finne dekning.
sr_rs: Stranica za preuzimanje koja je namenjena korisnicima (vidi <a href='../'>here</a>) koristi geolokaciju kako bi predložila moguće IdP korisniku. Što se preciznije definiše lokacija ovde, lakše će biti korisnicima da vas nađu.

source: <li>Drag the marker in the map to your place, or</li> <li>enter your street address in the field below for lookup, or</li> <li>use the 'Locate Me!' button</li>
ar: <li>اسحب محدِّد الموقع في الخريطة إلى موقعك، أو</li> <li>أدخل عنوان الشارع الخاص بك في الحقل أدناه للبحث ، أو</li> <li>استخدم زر 'تحديد موقعي!' </li>
cs_cz: <li>Označte svou polohu na mapě, nebo</li>⏎ <li>zadejte svou adresu v poli pro vyhledávání, nebo</li>⏎ <li>použijte tlačítko 'Lokalizuj moji polohu!'</li>
hr_hr: <li>Povucite marker na karti do Vaše lokacije ili</li> <li>unesite adresu u polje za unos ili</li> <li>iskoristite 'Lociraj me!' gumb</li>
nb_no: <li>Dra markøren på kartet til rett sted, eller </li>⏎ <li>oppgi gateadresse i feltet under, eller </li>⏎ <li>eller bruk 'Finn meg!' knappen</li>
sr_rs: <li>Prevucite marker na mapi do Vaše lokacije, ili</li> <li>unesite adresu za pretragu u polju ispod, ili</li> <li>koristite 'Nađi me!' dugme</li>

source: We will use the coordinates as indicated by the marker for geolocation.
ar: سنستخدم الإحداثيات الموضحه في محدد الموقع لتحديد الموقع الجغرافي.
cs_cz: Použijeme souřadnice určené značkou pro geolokaci.
hr_hr: Za geolokaciranje koristit će se koordinate markera.
nb_no: Vi bruker koordinatene som er indikert av markør for geolokasjon.
sr_rs: Koristićemo one koordinate koje su prikazane markerom za geolokaciju.

source: You can enter an <strong>additional</strong> location here. You can see the already defined locations in the 'General Information' field.
ar: يمكنك إدخال موقع <strong>إضافي</strong> هنا. يمكنك رؤية المواقع التي قد تم تحديدها في حقل 'معلومات عامة'.
cs_cz: Zde můžete přidat <strong>další</strong> umístění. Seznam aktuálně definovaných umístění je uveden v sekci 'Všeobecné informace'.
hr_hr: Ovdje možeš unjeti <strong>dodatnu</strong> lokaciju. Već unjete lokacije moguće je vidjeti u polju 'Osnovne Informacije'.
nb_no: Du kan oppgi <strong>ytterligere</strong> en lokasjon her. Du kan se allerede definerte lokasjoner i 'Generell informasjon' feltet.
sr_rs: Ovde možete uneti <strong>dodatnu</strong> lokaciju. U polju 'Osnovne Informacije' možete videti već definisane lokacije.

source: Latitude:
ar: خط العرض:
cs_cz: Zeměpisná šířka:
hr_hr: Zemljopisna širina:
nb_no: Breddegrad:
sr_rs: Geografska širina:

source: Longitude:
ar: خط الطول:
cs_cz: Zeměpisná délka:
hr_hr: Zemljopisna dužina:
nb_no: Lengdegrad:
sr_rs: Geografska dužina:

source: This is location
ar: هذا الموقع
cs_cz: Toto je umístění
hr_hr: Pronađena lokacija
nb_no: Dette er lokasjonen
sr_rs: EAP opcija nasleđena sa globalnog nivoa:

source: nothing entered in the address field
ar: لم يتم إدخال اي بيانات في حقل العنوان
cs_cz: pole s adresou je prázdné
hr_hr: Adresa nije ispunjena
nb_no: uten innhold i adresse feltet
sr_rs: ništa nije uneto u polje za adresu

source: locating
ar: تحديد الموقع
cs_cz: umístění
hr_hr: lociranje
nb_no: lokaliserer
sr_rs: lociranje

source: Click to see location
ar: انقر لرؤية الموقع
cs_cz: Klikněte pro zobrazení polohy
hr_hr: Klikni da bi odabrao lokaciju
nb_no: Klikk for å se lokasjon
sr_rs: Kliknite da biste videli lokaciju

source: Address:
ar: العنوان:
cs_cz: Adresa:
hr_hr: Adresa:
nb_no: Adresse:
sr_rs: Adresa:

source: Find address
ar: إبحث عن العنوان
cs_cz: Vyhledat adresu
hr_hr: Pronađi adresu
nb_no: Finn adresse
sr_rs: Nađi adresu

source: Locate Me!
ar: حدد موقعي!
cs_cz: Lokalizuj moji polohu!
hr_hr: Pronađi me!
nb_no: Lokaliser meg!
sr_rs: Lociraj me!

source: Address not found, perhaps try another form, like putting the street number to the front.
ar: لم يتم العثور على العنوان، جرّب طريقة أخرى مثل وضع رقم الشارع في المقدمة.
cs_cz: Adresu nebyla nalezena, můžete zkusit jinou formu, jako je uvedení čísla ulice.
hr_hr: Adresa nije pronađena, pokušajte s stavljanjem broja ulice ispred.
nb_no: Adressen ble ikke funnet, du kan prøve et annet format, som å dette gatenummer først.
sr_rs: Adresa nije pronađena, pokušajte u drugom obliku, kao što je npr. stavljanjem broja pre imena ulice.

source: Ask User
ar: إسأل المستخدم
hr_hr: Pitaj korisnika
nb_no: Spør bruker

source: Ask User; T&C Pre-Agreed
ar: اطلب من المستخدم؛ الشروط والأحكام يتم الاتفاق عليها مسبقًا
hr_hr: Pitaj korisnika; T&C Unaprijed dogovoreno
nb_no: Spør bruker; T&C forhåndsavtalt

source: Always
ar: دائماً
hr_hr: Uvijek
nb_no: Alltid

source: Always; T&C Pre-Agreed
ar: دائماً؛ الشروط والأحكام متفق عليها مسبقًا
hr_hr: Uvijek; T&C Unaprijed dogovoreni
nb_no: Alltid; T&C forhåndsavtalt

source: This attribute can be set if you want to configure an additional SSID besides the default SSIDs for %s. It is almost always a bad idea not to use the default SSIDs. The only exception is if you have premises with an overlap of the radio signal with another %s hotspot. Typical misconceptions about additional SSIDs include: I want to have a local SSID for my own users. It is much better to use the default SSID and separate user groups with VLANs. That approach has two advantages: 1) your users will configure %s properly because it is their everyday SSID; 2) if you use a custom name and advertise this one as extra secure, your users might at some point roam to another place which happens to have the same SSID name. They might then be misled to believe that they are connecting to an extra secure network while they are not.
ar: يمكن تعيين هذه السمة 'Attribute' إذا كنت تريد تهيئة SSID إضافي إلى جانب معرفات SSID الافتراضية لـ %s. غالباً يعتبر انه ليس من الجيد عدم استخدام معرّفات الـSSID الافتراضية. الاستثناء الوحيد هو إذا كان لديك مكان به تداخل في إشارة الراديو مع نقطة اتصال %sأخرى. تتضمن المفاهيم الخاطئة حول معرفات SSID الإضافية ما يلي: الرغبة في الحصول على SSID محلي خاص للمستخدمين. يفضل استخدام الـSSID الافتراضي مع فصل مجموعات المستخدمين على شبكات VLAN. هذا النهج له ميزتان: 1) سيقوم المستخدمون بتهيئة الـ%s بشكل صحيح لأنه SSID اليومي الخاص بهم ؛ 2) إذا كنت تستخدم إسم SSID مخصصًا وقمت بالاعلان على أنه الأكثر أمانًا ، فقد يقوم المستخدمون باستخدامه في التجوال في اي مكان آخر يصادف أن يكون له نفس اسم الـSSID. قد يتم تضليلهم بعد ذلك للاعتقاد بأنهم متصلون بشبكة أكثر أمانًا بينما هم ليسوا كذلك.
cs_cz: Pomocí tohoto atributu lze nastavit další identifikátor SSID kromě výchozího SSID pro %s. Nepoužívat výchozí SSID obvykle není dobrý nápad. Výjimkou je situace, kdy dochází k překrývání radiového signálu vzájemně nezávislých %s sítí. Typicky mylná představa o potřebě dodatečných identifikátorů SSID je: chceme vlastní název sítě pro lokální uživatele. Mnohem lepší variantou je použít výchozí SSID pro všechny uživatele a různé skupiny oddělit pomocí VLAN. Tento přístup má dvě výhody: 1) vaši uživatelé budou mít správně nakonfigurován %s, protože ho budou využívat denně; 2) pokud použijete vlastní SSID a tuto síť prohlásíte za extra bezpečnou, uživatelé se záhy mohou dostat na jiné místo se stejným SSID. Mohou se mylně domnívat, že se připojují k obzvláště bezpečné síti, ale nebudou.
hr_hr: Ovaj atribut može biti unesen ako želite dodatne SSID oznake pored predodređene za %s. Korištenje dodatnih SSID oznaka se ne preporučuje i u pravilu se ne koristi. Iznimka su slučajevi kod kojih dolazi do preklapanja bežičnog signala sa drugim %s signalom. Tipične zablude oko dodatnih SSID oznaka uključuju slučajeve: Želim imati lokalni SSID za vlastite korisnike. Znatno bolje riješenje je podijela korisnika u različite VLAN-ove. Takav pristup ima dvije prednosti: 1) Vaši korisnici će ispravno konfigurirati %s jer je to njihov svakidašnji SSID; 2) Dodatna SSID oznaka možda već negdje postoji, ali sa drugim sigurnosnim zaštitama što predstavlja sigurnosni rizik za korsnike.
nb_no: Denne attributten benyttes om du vil konfigurere en SSID i tillegg til standard SSID'er for %s. Det er nesten alltid dårlig praksis å ikke bruke standard SSID'er. Eneste unntak er om du har overlappende radio dekning med en annen %s hotspot. Typiske misforståelser mht tilleggs SSID'er er: Jeg vil ha en lokal SSID for egne brukere. Det er mye bedre å bruke standard SSID og separere brukergrupper vha VLAN. Den metoden har 2 fordeler: 1) Dine brukere vil konfigurere %s korrekt når det er deres daglige SSID; 2) Om du bruker et tilpasset navn og annonserer den som spesielt sikker, kan brukerene dine på et senere tidspunkt komme til et sted som tilfeldigvis har samme SSID navn. De kan dermed komme til å tro at de kobler til et spesielt sikkert nettverk noe de faktisk ikke gjør.
sr_rs: Ovaj atribut se može koristiti ako želite da konfigurišete dodatni SSID pored standardnih SSID-eva za %s. Skoro uvek je loša ideja da se ne koriste standardni SSID-evi. Izuzetak je ako imate prostorije u kojima postoji preklapanje sa radio signalom drugog %s hotspot-a. Uobičajene zablude u vezi sa dodatnim SSID-evima: hoću da imam lokalni SSID za moje korisnike. Mnogo je bolje da se koristi standartni SSID i da se grupe korisnika odvoje pomoću VLAN-ova. Ovaj pristup ima dve prednosti: 1) Vaši korisnici će konfigurisati %s ispravno jer ga koriste svakodnevno; 2) ako koristite prilagođeno ime i oglašavate ga kao veoma sigurno, Vaši korisnici mogu u nekom trenutku da odu na drugo mesto koje ima isto SSID ime. Oni mogu biti obmanuti da se povezuju na veoma sigurnu mrežu a da to u stvari nije tako.

source: The format of this option is: IPv4|IPv6|hostname:port . Forcing your users through a content filter of your own is a significant invasion of user self-determination. It also has technical issues. Please thoroughly read the discussion at %s before specifying a proxy with this option. This feature is currently experimental and only has an effect in Apple installers.
ar: نوع هذا الاختيارهو: IPv4|IPv6|hostname:port . يُعد إجبار المستخدمين على تنقيح المحتوى خاص بك بمثابة اعتداء كبير لتقرير مصير المستخدم. كما أن هنالك مشاكل فنية. يرجى قراءة المناقشة بدقة في %s قبل تحديد proxy مع الاختيار. هذه الميزة تجريبية حاليًا ولها تأثير فقط في مثبتات Apple.

source: If you are also using %s, then your own realm is automatically tagged with the VLAN you choose, there is no need to add it here manually.
ar: إذا كنت تستخدم أيضًا %s ، فسيتم وضع علامة على النطاق realm الخاص بك تلقائيًا باستخدام شبكة VLAN التي تختارها ، ولا داعي لإضافته هنا يدويًا.
hr_hr: Ako i vi koristite %s, tada je Vaša domena automatski povezana s VLAN-om koji ste izabrali, nema potrebe dodavati ga ručno.
nb_no: Hvis du også bruker %s, vil ditt eget realm automatisk bli tagget med VLAN'et du velger. Du trenger ikke legge det til her manuelt.

source: By opting in to OpenRoaming, you agree to be bound by the %s.
ar: بالاشتراك في OpenRoaming، فإنك توافق على الالتزام بـ.%s.
hr_hr: Uključivanjem u OpenRoaming, prihvaćate povezanost sa %s.
nb_no: Ved å delta i OpenRoaming godtar du %s.

source: Note that your requirement to inform users about the OpenRoaming End User Terms and Conditions is fulfilled when directing your end users to the %s download portal for installer download. Any other means of providing the installers needs to present this information via its own channel.
ar: لاحظ أن حاجتك لإبلاغ المستخدمين بشروط وأحكام OpenRoaming للمستخدم النهائي تتحقق عند توجيه المستخدمين النهائيين إلى بوابة تنزيل %s لتنزيل برنامج التثبيت. أي وسائل أخرى لتوفير برامج التثبيت تتطلب تقديم هذه المعلومات عبر قناتها الخاصة.
hr_hr: Imajte na umu da je Vaša obveza da obavijestite korisnike o uvjetima i odredbama ispunjena kada usmjeravate svoje korisnike na %s portal za preuzimanje installera. Bilo koji drugi način pružanja installera mora predstaviti ove podatke putem vlastitih kanala.
nb_no: Merk at kravet om å informere brukere om OpenRoaming sluttbruker vilkår er oppfylt når du peker sluttbrukerne til %snedlastingsportal for nedlasting av profiler. Alle andre måter å tilby profiler må presentere denne informasjonen via sin egen kanal.

source: You are also aware that for best technical interoperability, you need to add a DNS entry into the DNS zone of your RADIUS realm.
ar: أنت تدرك أيضًا أن الحصول على أفضل قابلية تشغيل تقني، تحتاج إلى إضافة DNS في منطقة DNS لـنطاق realm لـ ـRADIUS الخاص بك.
hr_hr: Također budite upoznati s tim da za najbolju tehničku operabilnost morate dodati DNS zapis u DNS zonu Vaše RADIUS domene.
nb_no: Du må også være klar over at for best teknisk interoperabilitet må det legges til en DNS record i DNS sonen for ditt RADIUS realm.

source: Read the instructions in the wiki.
ar: اقرأ التعليمات الواردة في الWiki
cs_cz: Přečtěte si prosím instrukce na wiki
hr_hr: Pročitajte upute na wiki-u.
nb_no: Les instruksjonene på wiki'en.

source: select language
ar: إختر اللغة
cs_cz: vyberte jazyk
hr_hr: odabir jezika
nb_no: velg språk
sr_rs: odaberi jezik

source: default/other languages
ar: افتراضي/لغات أخرى
cs_cz: výchozí/ostatní jazyky
hr_hr: predodređen/ostali jezici
nb_no: standard/andre språk
sr_rs: inicijalni/ostali jezici

source: (default/other languages)
ar: (افتراضي/لغات أخرى)
cs_cz: (výchozí/jiné jazyky)
hr_hr: (predoređeni/ostali jezici)
nb_no: (standard/andre språk)
sr_rs: (inicijalni/drugi jezici)

source: file content
ar: محتوى الملف
cs_cz: obsah souboru
hr_hr: sadržaj datoteke
nb_no: filinnhold
sr_rs: sadržaj fajla

source: on
ar: تشغيل
cs_cz: zapnuté
hr_hr: uključeno
nb_no: på
sr_rs: uključeno

source: off
ar: إيقاف
cs_cz: vypnuté
hr_hr: isključeno
nb_no: av
sr_rs: isključeno

source: You did not set a 'default language' value for %s. This means we can only display this string for installers which are <strong>exactly</strong> in the language you configured. For the sake of all other languages, you may want to edit the profile again and populate the 'default/other' language field.
ar: لم تقم بتعيين قيمة 'اللغة الافتراضية' لـ %s. هذا يعني أنه يمكننا فقط عرض قيمة الـstring هذا لبرامج التثبيت التي تكون باللغة التي قمت بتعيينها<strong> بالضبط</strong>. ولكي تتوافق مع اللغات الأخرى، قد ترغب في تعديل ملف التعريف مرة أخرى وملء حقل اللغة 'الافتراضية / الأخرى'.
cs_cz: Nenastavil jste hodnotu 'výchozí jazyk' pro %s. V důsledku toho můžeme tento řetězec zobrazit jen pro instalační programy, které jsou <strong>přesně</strong> ve zvoleném jazyce. Pro všechny ostatní jazyky by bylo vhodné upravit profil ještě jednou a vyplnit položku 'výchozí jazyk'.
hr_hr: Niste odredili predoređeni jezik za %s. Zbog toga će se riječi prikazivati <strong>samo</strong> u jeziku kojeg ste konfigurirali. Jezike možete dodati ponovnim uređivanjem profila i dodavanjem stavki u 'predodređene/ostale' jezike
nb_no: Du satt ikke et 'standard språk' for %s. Det betyr at vi kun kan vise denne strengen i installasjonsprogram som er <strong>akkurat</strong> på det språket du konfigurerte. Av hensyn til alle andre språk, vil du kanskje redigere profilen og fylle i 'standard/andre' språk feltet.
sr_rs: Niste postavili vrednost za 'default language' za %s. To znači da se ovaj string može prikazati samo za instalere koji su <strong>isključivo</strong> na jeziku koji ste konfigurisali. Zarad svih ostalih jezika, možda biste želeli da izmenite profil i popunite polje za 'default/other' jezik.

source: You are:
ar: أنت:
cs_cz: Uživatel:
hr_hr: Vi ste:
nb_no: Du er:
sr_rs: Vi ste:

source: Go to your Profile page
ar: اذهب إلى صفحة ملفك التعريفي
cs_cz: Přejděte na svůj profil
hr_hr: Idi na svoju profilnu stranicu
nb_no: Gå til profil siden:
sr_rs: Idi na svoju stranicu sa profilom

source: Logout
ar: تسجيل الخروج
cs_cz: Odhlásit se
hr_hr: Izlaz
nb_no: Logg ut
sr_rs: Odjavi se

source: Start page
ar: الصفحة الرئيسية
cs_cz: Úvodní stránka
hr_hr: Početna stranica
nb_no: Startside
sr_rs: Početna stranica

source: View this page in
ar: تصفح هذه الصفحة باللغة
cs_cz: Zobrazit v jazyce:
hr_hr: Vidi ovu stranicu u
nb_no: Vis denne siden i
sr_rs: Pogledaj ovu stranicu na

source: Administrator Interface - %s
ar: واجهة المسؤول - %s
cs_cz: Administrátorské rozhraní - %s
hr_hr: Sučelje za administratore - %s
nb_no: Administrator grensesnitt - %s
sr_rs: Administratorski interfejs - %s

source: Administrator Interface - %s User Management
ar: واجهة المسؤول - إدارة مستخدم %s
cs_cz: Rozhraní správce - %s správa uživatelů
hr_hr: Sučelje za administratore - %s Upravljanje korisnicima
nb_no: Administrator grensesnitt - %s Bruker administrasjon
sr_rs: Interfejs za administratore - upravljanje korisnicima %s

source: Administrator Interface
ar: واجهة المسؤول
cs_cz: Rozhraní správce
hr_hr: Sučelje za administratore
nb_no: Administrator grensesnitt
sr_rs: Administratorski interfejs

source: Management of User Details
ar: إدارة تفاصيل المستخدم
cs_cz: Správa uživatelů
hr_hr: Upravljanje podacima korisnika
nb_no: Endring av bruker detaljer
sr_rs: Upravljanje detaljima o korisniku

source: Administrator Interface - %s Management
ar: واجهة المسؤول - إدارة %s
cs_cz: Správcovské rozhraní - %s správa
hr_hr: Sučelje za administratore - %s Upravljanje
nb_no: Administrator grensesnitt - %s Management
sr_rs: Interfejs za administratore - upravljanje %s

source: Welcome to %s
ar: مرحباً بك في %s
cs_cz: Vítejte v %s
hr_hr: Dobrodošli u %s
nb_no: Velkommen til %s
sr_rs: Dobrodošli na %s

source: Diagnostics
ar: التشخيص
cs_cz: Diagnostika
hr_hr: Dijagnosticiranje
nb_no: Diagnostikk
sr_rs: Dijagnostika

source: %s Privacy Notice
ar: إشعار الخصوصية %s
cs_cz: %s Ochrana osobních údajů
hr_hr: %s obavijest o privatnosti
nb_no: %s Personvern
sr_rs: %s obaveštenje o privatnosti

source: Additional HS20 Consortium OI
ar: HS20 Consortium OI إضافي
cs_cz: Další OI konsorcia HS20
hr_hr: Dodatni HS20 Consortium OI
nb_no: HS20 tilleggs Consortium OI
sr_rs: Dodatni HS20 Consortium OI

source: Support: Web
ar: الدعم: الويب
cs_cz: Podpora: Web
hr_hr: Podrška: Web
nb_no: Brukerstøtte: Web
sr_rs: Podrška: Web

source: Support: EAP Types
ar: الدعم: أنواع EAP
cs_cz: Podpora: Metody EAP
hr_hr: Podrška: EAP tipovi
nb_no: Brukerstøtte: EAP typer
sr_rs: Podrška: EAP tipovi

source: Support: Phone
ar: الدعم: الهاتف
cs_cz: Podpora: Telefon
hr_hr: Podrška: Telefon
nb_no: Brukerstøtte: Telefon
sr_rs: Podrška: Telefon

source: Support: E-Mail
ar: الدعم: البريد الالكتروني
cs_cz: Podpora: E-mail
hr_hr: Podrška: E-Mail
nb_no: Brukerstøtte: E-post
sr_rs: Podrška: E-mail

source: %s Acronym
ar: اختصار %s
cs_cz: %s Akronym
hr_hr: %s Akronim
nb_no: %s Akronym

source: Logo URL
ar: رابط الشعار
cs_cz: URL loga
sr_rs: URL logo-a

source: Logo image
ar: صورة الشعار
cs_cz: Obrázek loga
hr_hr: Logo
nb_no: Logo bilde
sr_rs: Slika logo-a

source: Configure Wired Ethernet
ar: تهيئة Ethernet السلكي
cs_cz: Nakonfigurujte Ethernet po kabelu
hr_hr: Podesi žični Internet
nb_no: Konfigurer kablet ethernet
sr_rs: Konfiguriši žični Eternet

source: Name (CN) of Authentication Server
ar: الاسم (CN) لخادم المصادقة
cs_cz: Jméno (CN) autentizačního serveru
hr_hr: Naziv (CN) of Autentikacijskog Servera
nb_no: Navn (CN) på autentiseringstjener
sr_rs: Ime (CN) autentifikacionog servera

source: Enable device assessment
ar: تفعيل تقييم الجهاز
cs_cz: Povolit posuzovaní stavu koncového zařízení
hr_hr: Omogući procjenu uređaja
nb_no: Aktiver vurdering av enhet
sr_rs: Omogući procenu uređaja

source: Terms of Use
ar: شروط الإستخدام
cs_cz: Podmínky použití
hr_hr: Uvijeti korištenja
nb_no: Bruksvilkår
sr_rs: Pravila korišćenja
